Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: BioCo/lang/*.po
Languages: ru_ru

source: Fire Extinguisher
ru_ru: Огнетушитель

source: A small, retractable launcher resides in the palm of your hand through your arm. The system will automatically produce small gelatinous orbs that when launched into fire will rapidly expand into a fire fighting foam.
ru_ru: Небольшая выдвижная пусковая установка размещается на ладони через руку. Система автоматически выпускает небольшие гелеобразные шарики, которые при попадании в огонь быстро превращаются в противопожарную пену.

source: Adds many bionic centric items, curtosey of BioCo
ru_ru: Добавляет множество бионических предметов, созданных благодаря BioCo.

source: Bionic Assembly
ru_ru: сборка бионики

source: BioCo Chemical Making
ru_ru: производство химикатов BioCo

source: Build BioCo Assembly Machine
ru_ru: Построить сборщик BioCo

source: Build BioCo Chemical Engine
ru_ru: Построить химический реактор BioCo

source: A assembly machine capable of producing BioCo Tech given the correct software.
ru_ru: Сборочная машина, способная производить технологии корпорации BioCo, имеющая соответствующее программное обеспечение.

source: A BioCo manufacturing device for various chemical components and medicines.
ru_ru: Устройство для производства различных химических компонентов и лекарств BioCo.

source: XE037 Healing
ru_ru: XE037 Заживление

source: Flesh stiching itself together is never a fun time. Testing.
ru_ru: Плоть, сшивающаяся сама с собой, не самое приятное времяпрепровождение.

source: XE037 Rapid Healing
ru_ru: XE037 Стремительное заживление

source: The ache of your muscles and bones mending temselves grows.
ru_ru: Боль от того, что ваши мышцы и кости восстанавливаются, нарастает.

source: XE037 Cell Breakdown
ru_ru: XE037 Разрушение клеток

source: Liquified flesh stings as your bone heats. Anymore XE037 is a gamble with death himself.
ru_ru: Жидкая плоть жжется, а кости нагреваются. Все остальное XE037 - игра со смертью.

source: XE037 Rejection
ru_ru: XE037 Отвержение

source: Black ooze creeps from your wounds as numbness sets in...
ru_ru: Из ран сочится черная жижа, наступает оцепенение...

source: You slam the needle in and begin to feel the sensation of flesh crawling together...
ru_ru: Вы втыкаете иглу и начинаете ощущать, как плоть срастается...

source: The worst of the healing is over now.
ru_ru: Самое страшное в процессе заживления уже позади.

source: A sick squlesh is heard from your insides...
ru_ru: Из ваших глубин доносится истошный вопль...

source: Nausea Medicine
ru_ru: Лекарство от тошноты

source: Medicine calms your sotmach and helps prevent vomitting.
ru_ru: Лекарство успокаивает ваш желудок и помогает предотвратить рвоту.

source: You pop a pill into your mouth. Bitter.
ru_ru: Вы кладете таблетку в рот. Горько.

source: BioCo Assembly Machine
ru_ru: сборщик BioCo

source: A BioCo Assembly Machine, capable of creating a wide range of BioCo tech.
ru_ru: Сборщик BioCo, способный создавать широкий спектр технологий BioCo.

source: crunch!
ru_ru: скрип!

source: whump.
ru_ru: глухой удар!

source: BioCo Chemical Engine
ru_ru: химический реактор BioCo

source: A BioCo Chemical Engine, capable of creating a wide BioCo concoction.
ru_ru: Химический реактор BioCo, способный создавать широкий спектр химических компонентов и лекарств.

source: Autodoc Mk. XI
ru_ru: Автодок Mk. XI

source: A surgical apparatus used for installation and uninstallation of bionics. It's only as skilled as its operator.
ru_ru: Хирургический манипулятор, используемый для установки и удаления бионики. Его мастерство зависит только от оператора.

source: whack!
ru_ru: хрясь!

source: Autodoc operation couch
ru_ru: Кушетка автодока

source: A plush red sofa made less comfortable by the medical machinery directly above it. It has a single leather strap on the right armrest.
ru_ru: Мягкий красный диван, который стал менее удобным из-за медицинского оборудования, расположенного прямо над ним. На правом подлокотнике один кожаный ремень.

source: smash!
ru_ru: бам!

source: robotic arm
ru_ru: роботизированная рука

source: This is a robotic arm.
ru_ru: Это роботизированная рука.

source: thunk.
ru_ru: грохот.

source: Fire Extinguisher CBM
ru_ru: КБМ: Огнетушитель

source: A small, retractable launcher resides in the palm of your hand through your arm. The system will automatically produce small gelatinous orbs that when launched into fire will rapidly expand into a fire fighting foam.
ru_ru: Небольшая выдвижная пусковая установка размещается на ладони через руку. Система автоматически выпускает небольшие гелеобразные шарики, которые при попадании в огонь быстро превращаются в противопожарную пену.

source: BioCo Chemical Reference
ru_ru: химический справочник BioCo

source: A dense and oddly non-technical binder full of detailed descriptions of various chemical processes used by the BioCo Chemical Engine. While a lot of these are beyond you, there's a few you think you might be able to replicate.
ru_ru: Плотный и, как ни странно, нетехнологический справочник, полный подробных описаний различных химических процессов, используемых химическим реактором BioCo. Многие из них вам не понять, но некоторые, как вам кажется, вы сможете воспроизвести.

source: Autonmous Machine Part
ru_ru: автономные машинные части

source: A bundle of components essential in any advance crafting machine.
ru_ru: Набор компонентов, необходимых для любого современного станка.

source: BioCo AutoDoc Core
ru_ru: ядро автодока BioCo

source: A large processing unit on an electric board. An essential component to BioCo machines.
ru_ru: Большой процессор на печатной плате. Важный компонент машин BioCo.

source: Pristine Bionic Components
ru_ru: бионический компонент

source: A collection of top quality machine to human interfaces, advance semiconductors, and other important components to BioCo tech. Useful in both bionics and advance electronics.
ru_ru: Набор высококачественных интерфейсов "человек-машина", современных полупроводников и других важных компонентов для технологий BioCo. Пригодится как в бионике, так и в продвинутой электронике.

source: BioCo Crude Chemical Precursor
ru_ru: неочищенная химическая основа BioCo

source: A very thin, purple concoction of various chemicals, used by BioCo Chemical Engines.
ru_ru: Очень жидкая, фиолетовая смесь различных химикатов, используемая в химических двигателях BioCo.

source: BioCo Chemical Precursor
ru_ru: химическая основа BioCo

source: A blue concoction of various chemicals, used by BioCo Chemical Engines.
ru_ru: Синяя смесь различных химикатов, используемая в химических реакторах BioCo.

source: BioCo Fine Chemical Precursor
ru_ru: отличная химическая основа BioCo

source: A slightly shimmering green concoction of various chemicals, used by BioCo Chemical Engines.
ru_ru: Слегка мерцающая зеленая смесь различных химикатов, используемая в химических реакторах BioCo.

source: Bionic Fire Extinguisher
ru_ru: бионический огнетушитель

source: Testing
ru_ru: В разработке

source: BioCo Food Bar
ru_ru: батончик BioCo

source: An on-the-go food bar created by BioCo. While the texture is certainly off putting, you're confident in its edibility.
ru_ru: Батончик "На ходу", созданный компанией BioCo. Несмотря на то, что текстура, конечно, не очень приятная, вы точно уверены в том, что он съедобен.

source: BioCo Food Slurry
ru_ru: пищевая смесь BioCo

source: A thick slurry of calories and nutrients. Suprisingly tasty!
ru_ru: Густая кашица из полезных и питательных веществ. Удивительно вкусно!

source: Broken BioCo ScavBot
ru_ru: сломанный робот-страж BioCo

source: A broken BioCo ScavBot. Disassembly should yield a handful of useful parts.
ru_ru: Сломанный робот-страж BioCo. При разборке можно найти несколько полезных деталей.

source: Emergency Trauma Foam
ru_ru: аварийная травматологическая пена

source: A can full of water-soluble ETF, or Emergency Trauma Foam. When sprayed on a wound ETF rapidly expands, stopping bleeding, acting as a local painkiller, and also disinfecting the wound.
ru_ru: Баллончик с водорастворимой пеной АТП, или Аварийная Травмотологическая Пена. При распылении на рану АТП быстро расширяется, останавливает кровотечение, действует как местная анестезия, а также дезинфицирует рану.

source: XE037 Emergency Injection
ru_ru: экстренная инъекция XE037

source: The cutting edge of publicly avalible medicine pre-cataclysm. Inscirbed along the case is [WARNING RAPID DOSES MAY CAUSE PAIN, NAUSEA, HUNGER, THIRST, AND DEATH]
ru_ru: Переднее слово публично доступной медицины до Катаклизма. Надпись на корпусе: [<color_red>ПРЕДУПРЕЖДЕНИЕ ВЫСОКИЕ ДОЗЫ МОГУТ ВЫЗВАТЬ БОЛЬ, ТОШНОТУ, ГОЛОД, ЖАЖДУ И СМЕРТЬ</color>].

source: Nausea Medication
ru_ru: лекарство от тошноты

source: A bottle of pills meant for relieving nasuea and preventing vomitting.
ru_ru: Флакон с таблетками, предназначенными для облегчения носового дыхания и предотвращения рвоты.

source: BioCo Civilian Bionic Designs
ru_ru: USB накопитель: "Чертежи гражданских КБМ BioCo"

source: A set of comprehensive blueprints loaded onto a USB which detail the civilian CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор подробных чертежей, загруженных на USB-накопитель, в которых подробно описывается создание гражданских КБМ, разработанных BioCo. Вам это не понять, но один из сборщиков BioCo сможет это прочитать.

source: BioCo Military Bionic Designs
ru_ru: USB накопитель: "Чертежи военных КБМ BioCo"

source: A set of comprehensive blueprints loaded onto a USB which detail the Military CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор подробных чертежей, загруженных на USB-накопитель, в которых подробно описывается создание военных КБМ, разработанных BioCo. Вам это не понять, но один из сборщиков BioCo сможет это прочитать.

source: BioCo Experimental Bionic Designs
ru_ru: USB накопитель: "Чертежи экспериментальных КБМ BioCo"

source: A set of comprehensive blueprints loaded onto a USB which detail the cutting-edge experimental CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор подробных чертежей, загруженных на USB-накопитель, в которых подробно описывается создание новейших экспериментальных КБМ, разработанных BioCo. Вам это не понять, но один из сборщиков BioCo сможет это прочитать.

source: BioCo Medical Bionic Designs
ru_ru: USB накопитель: "Чертежи медицинских КБМ BioCo"

source: A set of comprehensive blueprints loaded onto a USB which detail the medical CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор подробных чертежей, загруженных на USB-накопитель, в которых подробно описывается создание медицинских КБМ, разработанных BioCo. Вам это не понять, но один из сборщиков BioCo сможет это прочитать.

source: BioCo Medical Chemical Designs
ru_ru: USB накопитель: "Чертежи медицинских препаратов BioCo"

source: A set of comprehensive blueprints loaded onto a USB which detail the medical supplies created by BioCo. While gibberish to you, one of BioCo's Chemical Engines could read this.
ru_ru: Набор подробных чертежей, загруженных на USB-накопитель, в которых подробно описывается создание медицинских препаратов, разработанных BioCo. Вам это не понять, но один из химических реакторов BioCo сможет это прочитать.

source: BioCo AutoDoc Designs
ru_ru: USB накопитель: "Чертежи автодока BioCo"

source: A set of comprehensive blueprints loaded onto a USB which detail the AutoDocs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор подробных чертежей, загруженных на USB-накопитель, в которых подробно описывается создание автодока, разработанного BioCo. Вам это не понять, но один из сборщиков BioCo сможет это прочитать.

source: BioCo Power Storage Bionic Designs
ru_ru: USB накопитель: "Чертежи энергонакопительных КБМ BioCo"

source: A set of comprehensive blueprints loaded onto a USB which detail the power storage CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор подробных чертежей, загруженных на USB-накопитель, в которых подробно описывается создание энергонакопительных КБМ, разработанных BioCo. Вам это не понять, но один из сборщиков BioCo сможет это прочитать.

source: @Poragon on the CDDA discord if you see this outside debug menu. I done goofed :c
ru_ru: @Poragon в Дискорде CDDA, если вы увидите это вне меню отладки. Видать, я ошибся :c

source: This large mechanism is a precision assembly machine loaded with BioCo software. Capable of creating BioCo tech given the correct instructions, and must be set up prior to use.
ru_ru: Этот большой механизм представляет собой высокоточную сборочную машину с программным обеспечением BioCo. Он способен создавать технологии BioCo при соблюдении правильных инструкций и должен быть настроен перед использованием.

source: A BioCo manufacturing device for various chemical components and medicines. Must be set up prior to use.
ru_ru: Устройство для производства различных химических компонентов и лекарств BioCo. Перед использованием необходимо произвести настройку.

source: The %1$s delivers a shocking jab to your torso!
ru_ru: %1$s наносит электрический удар по вашему торсу!

source: The %1$s delivers a shocking jab to <npcname>'s torso!
ru_ru: %1$s наносит электрический удар в торс <npcname>!

source: The %1$s tries jab your torso, but the blow reflects off armor.
ru_ru: %1$s пытается ударить вас по торсу, но удар отражается от брони.

source: The %1$s tries to jab <npcname>'s torso, but the blow reflects off armor.
ru_ru: %1$s пытается нанести удар по торсу <npcname>, но удар отражается от брони.

source: BioCo ScavBot
ru_ru: робот-страж BioCo

source: This knee height spider-robot skitters around on multiple legs, and has the BioCo emblem displayed on its top.
ru_ru: Этот паук-робот высотой до колен передвигается на нескольких лапках, а на его верхушке красуется эмблема BioCo.

source: the sound of mettalic skittering.
ru_ru: звук метталического стука.

source: The elitest remnanets of preware BioCo corporation.
ru_ru: Элитные остатки корпорации BioCo.
