Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: EW_Pack/lang/*.po
Languages: ru_ru

source: 6.54x42mm 9N8
ru_ru: патрон 6.54x42 мм 9N8

source: A 6.54x42mm cartridge, loaded with a 120 gr. FMJBT bullet. Inspired by the improved .280 British, Alexander Sarafanov himself developed the 6.54x42mm rifle cartridge for his new SVS-24 Assault Rifle.
ru_ru: Патрон 6,54х42 мм, снаряженный пулей FMJBT весом 120 грамм. Вдохновившись усовершенствованным патроном .280 British, Александр Сарафанов сам разработал винтовочный патрон 6,54х42 мм для своей новой штурмовой винтовки SVS-24.

source: 6.54x42mm 9N12
ru_ru: патрон 6.54x42 мм 9N12

source: The 6.54x42mm 9N12 has superior armor piercing capabilities thanks to its tungsten carbide core. Tungsten carbide was used in anti-tank rounds of the 20th and 21st century, whenever depleted uranium was unavailable or undesirable.
ru_ru: Патрон 9N12 калибра 6,54x42 мм обладает превосходными бронебойными свойствами благодаря сердечнику из карбида вольфрама. Карбид вольфрама использовался в противотанковых снарядах 20-го и 21-го веков, когда применение обедненного урана было недоступно или нежелательно.

source: 6.54x42mm casing
ru_ru: гильза 6.54x42 мм

source: An empty casing from a 6.54x42 round.
ru_ru: Пустая гильза от патрона 6,54x42 мм.

source: .20 DREAD Pellet
ru_ru: .20 DREAD (гранула)

source: These metal pellets are propelled with the help of electromagnets, therefore they do not produce sound, flash or heat signature.
ru_ru: Эти металлические гранулы приводятся в движение с помощью электромагнитов, поэтому они не издают ни звука, ни вспышки, ни теплового излучения.

source: reloaded 6.54x42mm
ru_ru: патрон 6.54x42 мм (переснаряжённый)

source: Inspired by the improved .280, Alexander Sarafanov himself developed the 6.54x42mm rifle cartridge for his new SVS-24 Assault Rifle. This one has been hand-reloaded.
ru_ru: Вдохновившись усовершенствованным .280, Александр Сарафанов сам разработал винтовочный патрон 6,54х42 мм для своей новой штурмовой винтовки SVS-24. Этот патрон был снаряжен вручную.

source: 6.54x42mm
ru_ru: патрон 6.54x42 мм

source: .20 DREAD Pellets
ru_ru: .20 DREAD (гранула)

source: Case #5846, Illegal Gun Modification
ru_ru: "Дело № 5846, незаконная модификация оружия"

source: This file details illegal gun modifications. Maybe you could learn something. At least you don't have to worry about the cops anymore.
ru_ru: В этом документе подробно описаны незаконные модификации оружия. Может, вы чему-то научитесь. По крайней мере, вам больше не придется беспокоиться о копах.

source: CW-24 auto-magazine
ru_ru: автоматический магазин CW-24

source: An advanced automagazine for the CW-24 rifle. Like the SVS magazines, it uses microrobotics to load its cartridges.
ru_ru: Усовершенствованный автоматический магазин для винтовки CW-24. Как и магазины SVS, этот использует микророботов для подачи патронов.

source: CW-24 extended magazine
ru_ru: расширенный магазин CW-24

source: An extended auto-magazine for the CW-24 rifle. Like the SVS magazines, it uses microrobotics to load its cartridges.
ru_ru: Расширенный полу-автоматический магазин для винтовки CW-24. Как и магазины SVS, этот использует микророботов для подачи патронов.

source: CWD-63 extended magazine
ru_ru: расширенный магазин CWD-63

source: A cheap 10-round box magazine for the CWD-63. It's not as reliable.
ru_ru: Дешевый коробчатый магазин на 10 патронов для CWD-63. Не так уж и надежен.

source: CWD-63 magazine
ru_ru: магазин CWD-63

source: Since it's created for the 7.62x51mm round, it doesn't need the curved shape of the original magazine.
ru_ru: Поскольку он создан под патрон 7,62х51 мм, ему не нужна изогнутая форма оригинального магазина.

source: SVS-24 robodrum
ru_ru: робо-барабан SVS-24

source: An advanced 135-round drum magazine. Like the auto-magazine, it loads cartridges using microrobotics.
ru_ru: Усовершенствованный барабанный магазин на 135 патронов. Как и автоматический магазин, он заряжает патроны с помощью микророботов.

source: SVS-24 robomag
ru_ru: робо-магазин SVS-24

source: An advanced 42-round auto-magazine. Unlike previous generations of magazines, this one uses microrobotics to load cartridges.
ru_ru: Усовершенствованный автоматический магазин на 42 патрона. В отличие от предыдущих поколений магазинов, этот использует микророботы для подачи патронов.

source: The Sarafanov Assault Rifle replaced the famous AK family of guns as the service rifle of the Russian Army. It uses the 6.54x42mm cartridge.
ru_ru: Штурмовая винтовка Сарафанова пришла на смену знаменитому семейству АК в качестве служебной винтовки Российской армии. Используется калибр 6,54х42 мм.

source: semi-auto
ru_ru: полу-автоматический

source: auto
ru_ru: автоматический

# gun_type_type
source: rifle
ru_ru: винтовка

source: The compact version of the standard SVS-24. It is commonly issued to tank crews or special forces due to its smaller size. The shorter barrel reduces accuracy.
ru_ru: Компактная версия стандартной SVS-24. Из-за меньших размеров обычно выдается танкистам и спецназовцам. Укороченный ствол снижает точность стрельбы.

source: Civilian version of the SVS-24. It was made by Clearwater Arms, Georgia, for the US market. It's pure semi-automatic, and fires the weaker 5.45x39mm cartridge.
ru_ru: Гражданская версия винтовки SVS-24. Она была разработана компанией Clearwater Arms, штат Джорджия, для американского рынка. Полуавтоматическая, использующая более слабый калибр 5,45х39 мм.

source: Civilian version of the SVS-24. This one fires the same 6.54x42mm cartridge as the SVS-24.
ru_ru: Гражданская версия винтовки SVS-24. Использует калибр 6,54х42 мм, что и SVS-24.

source: Civilian version of the SVS-24. This one fires the cheaper, but still powerful, 7.62x39mm cartridge.
ru_ru: Гражданская версия SVS-24. Использует более дешевый, но все еще мощный калибр 7,62х39 мм.

source: Modified CW-24
ru_ru: модифицированная cw-24

source: Civilian version of the SVS-24. It has a modified receiver and a new crudely crafted full-auto bolt carrier. Don't expect the original reliability.
ru_ru: Гражданская версия SVS-24. Имеет модифицированную ствольную коробку и самодельную затворную раму. Не ждите от нее заводской надежности.

source: Modified CW-24M
ru_ru: модифицированная cw-24m

source: The Clearwater Arms version of the famous SVD-63 Dragunov. This one was rechambered for the 7.62x51mm round.
ru_ru: Версия знаменитой СВД-63 Драгунова от компании Clearwater Arms. Данная модель была переделана под патрон 7,62х51 мм.

source: Wrist DREAD
ru_ru: наруч DREAD

source: The miniaturized version of the DREAD MkIX attached to the wrist of the operator. It fires .20 metal pellets at an incredible rate without any flash or noise. It is mainly a defensive weapon.
ru_ru: Миниатюрная версия DREAD Mk. IX крепится на запястье оператора. Она стреляет металлическими гранулами 20-го калибра с невероятной скоростью, без вспышки и шума. В основном это оборонительное оружие.

source: Icecoon's Arsenal
ru_ru: Арсенал Icecoon'а

source: For those gun nuts. Don't have enough near-future firearms in your life? Add this mod today!
ru_ru: Для тех, кто помешан на оружии. В вашей жизни не хватает огнестрельного оружия из недалекого будущего? Добавьте этот мод прямо сейчас!

source: 5.45 caliber conversion kit
ru_ru: набор для переоборудования под калибр 5.45 мм

source: This kit is used to convert 6.54 rifle to the 5.45 caliber. The conversion results in slight reductions to recoil.
ru_ru: Этот комплект используется для модернизации винтовки калибра 6.54 мм под калибр 5.45 мм. В результате модернизации незначительно снижается отдача.

source: 6.54 caliber conversion kit
ru_ru: набор для переоборудования под калибр 6.54 мм

source: This kit is used to convert 5.45 rifle to the 6.54 caliber. The conversion results in increased recoil.
ru_ru: Этот комплект используется для модернизации винтовки калибра 5.45 мм под калибр 6.54 мм. В результате модернизации увеличивается отдача.

source: 7.62 caliber conversion kit
ru_ru: набор для переоборудования под калибр 7.62 мм

source: This kit is used to convert 6.54 rifle to the 7.62 caliber. The conversion results in increased recoil.
ru_ru: Этот комплект используется для модернизации винтовки калибра 6.54 мм под калибр 7.62 мм. В результате модернизации увеличивается отдача.
