Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Armor_Up_Survivor_Expansion/lang/*.po
Languages: ru_ru

source: superalloy plate armor
ru_ru: пластинчатая броня из суперсплава

source: A suit of Gothic plate armor. Handmade from superalloy plates, for better protection at lower weight.
ru_ru: Костюм готической пластинчатой брони. Изготовлен вручную из пластин суперсплава для обеспечения лучшей защиты при меньшем весе.

source: survivor plate armor
ru_ru: пластинчатая броня выживальщика

source: A suit of Gothic plate armor, reinforced with kevlar at the joints for better protection.
ru_ru: Костюм готической пластинчатой брони, усиленный кевларом на суставах для лучшей защиты.

source: survivor alloy plate armor
ru_ru: пластинчатая броня выживальщика из суперсплава

source: A suit of superalloy Gothic plate armor, reinforced with kevlar at the joints for better protection.
ru_ru: Костюм готической пластинчатой брони из сверхпрочного сплава, усиленный кевларом на суставах для лучшей защиты.

source: survivor skinsuit
ru_ru: лёгкий костюм выживальщика

source: A lightweight, home-built, skin-tight suit of kevlar and fabric. Minor protection from harm while keeping everything squared away under your other armor. Accentuates your... survivability.
ru_ru: Легкий, самодельный, облегающий костюм из кевлара и ткани. Минимальная защита от повреждений, но при этом все необходимое находится под защитой. Подчеркивает вашу... живучесть.

source: environmental survivor skinsuit
ru_ru: лёгкий костюм выживальщика для опасных сред

source: A lightweight, home-built, skin-tight suit of kevlar, fabric, rubber, and wire. Specially designed to protect against acid and electricity while providing minor protection from general harm and keeping everything squared away under your other armor. Accentuates your... survivability.
ru_ru: Легкий, самодельный, облегающий костюм из кевлара, ткани, резины и проволоки. Специально разработан для защиты от кислоты и электричества, обеспечивает небольшую защиту от общих повреждений, но при этом все необходимое находится под защитой. Подчеркивает вашу... живучесть.

source: armored survivor backpack
ru_ru: бронированный рюкзак выживальщика

source: A custom-built backpack. Durable and carefully crafted to hold as much stuff as possible. This one is made from kevlar reinforced with thin metal sheets in hopes of protecting it and its contents.
ru_ru: Рюкзак, изготовленный вручную. Прочный и тщательно продуманный, чтобы вместить как можно больше вещей. Он сделан из кевлара, усиленного тонкими металлическими листами в надежде защитить его и его содержимое.

source: A few extra bits of Survivor-grade armor.
ru_ru: Добавляет несколько дополнительных костюмов выживальщика.
