Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: NW_Pack/lang/*.po
Languages: ru_ru

source: Mythological Replicas
ru_ru: Мифологические копии

source: Adds recipes for replicas of mythological weapons.
ru_ru: Добавляет рецепты копий мифологического оружия.

source: Ichaival
ru_ru: ихайвал

source: This is a replica of the bow possessed by Odin, Ichaival, which is rumored to fire 10 arrows with every pull of the string. It has gold and silver ornaments on it.
ru_ru: Это копия лука Ихайвал, которым владел Один, и который, по слухам, выпускает 10 стрел при каждом натяжении тетивы. Украшен золотыми и серебряными орнаментами.

source: The Weapons of Asgard
ru_ru: книга "Оружие Асгарда"

source: This book is about creating replicas of the weapons used by the Norse Gods, such as the well-known Mjölnir. It is well illustrated with lots of pictures.
ru_ru: Эта книга рассказывает о создании копий оружия, которым пользовались норвежские боги, например, знаменитого Мьёльнира. Книга хорошо оформлена и содержит множество изображений.

source: Medieval Swordsmanship
ru_ru: Средневековый бой на мечах

source: Ninjutsu
ru_ru: Ниндзюцу

source: Silat
ru_ru: Силат

source: Sojutsu
ru_ru: Содзюцу

source: Mjölnir
ru_ru: мьёльнир

source: A replica of Mjölnir, the hammer of Thor. It is rumored to be able to level mountains with a single blow. It is decorated with gold and silver ornaments.
ru_ru: Точная копия Мьёльнира, молота Тора. По слухам, он способен одним ударом сравнять горы с землей. Украшен золотыми и серебряными орнаментами.

source: Gungnir
ru_ru: гунгнир

source: A replica of Gungnir, the spear of Odin. It is rumored to be the perfect spear, perfectly hitting any target regardless of the wielder's strength or skill. It is decorated with gold and silver ornaments.
ru_ru: Точная копия Гунгнира, копья Одина. По слухам, это совершенное копье, идеально поражающее любую цель, независимо от силы и мастерства владельца. Украшен золотыми и серебряными орнаментами.

source: Laevateinn
ru_ru: лаэватейнн

source: A replica of Laevateinn, the sword of Freyr. It is rumored to be able to fight by itself. It is decorated with gold and silver ornaments.
ru_ru: Точная копия Лаэватейнна, меча Фрейра. По слухам, он может сражаться сам по себе. Украшен золотыми и серебряными орнаментами.
