Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Threshold/lang/*.po
Languages: ru_ru

source: THRESHOLD
ru_ru: Отбросы

source: adds mutant professions and scernarios
ru_ru: Добавляет сценарии и професии мутантов

source: Genetically Unstable
ru_ru: Генетически нестабильный

source: Your DNA has been damaged in a way that causes you to continually develop more mutations.
ru_ru: Ваша ДНК повреждена таким образом, что в ней постоянно возникают новые мутации.

# profession_male
source: Mutant (lizard)
ru_ru: Мутант (ящер)

# profession_female
source: Mutant (lizard)
ru_ru: Мутант (ящер)

# prof_desc_male
source: Your dreams of becoming a super-human mutant through genetic alteration may have fallen a bit short, but when the Cataclysm struck, you and the scientists were ready to put your new body to the test.
ru_ru: Ваши мечты стать сверхчеловеком-мутантом благодаря генетическим изменениям, возможно, немного не сбылись, но когда случился Катаклизм, вы и ученые были готовы испытать свое новое тело на прочность.

# prof_desc_female
source: Your dreams of becoming a super-human mutant through genetic alteration may have fallen a bit short, but when the Cataclysm struck, you and the scientists were ready to put your new body to the test.
ru_ru: Ваши мечты стать сверхчеловеком-мутантом благодаря генетическим изменениям, возможно, немного не сбылись, но когда случился Катаклизм, вы и ученые были готовы испытать свое новое тело на прочность.

# profession_male
source: Mutant (bird)
ru_ru: Мутант (птица)

# profession_female
source: Mutant (bird)
ru_ru: Мутант (птица)

# profession_male
source: Mutant (fish)
ru_ru: Мутант (рыба)

# profession_female
source: Mutant (fish)
ru_ru: Мутант (рыба)

# profession_male
source: Mutant (beast)
ru_ru: Мутант (зверь)

# profession_female
source: Mutant (beast)
ru_ru: Мутант (зверь)

# profession_male
source: Mutant (cat)
ru_ru: Мутант (кошка)

# profession_female
source: Mutant (cat)
ru_ru: Мутант (кошка)

# profession_male
source: Mutant (lupine)
ru_ru: Мутант (люпин)

# profession_female
source: Mutant (lupine)
ru_ru: Мутант (люпин)

# profession_male
source: Mutant (bear)
ru_ru: Мутант (медведь)

# profession_female
source: Mutant (bear)
ru_ru: Мутант (медведь)

# profession_male
source: Mutant (cow)
ru_ru: Мутант (корова)

# profession_female
source: Mutant (cow)
ru_ru: Мутант (корова)

# profession_male
source: Mutant (insect)
ru_ru: Мутант (насекомое)

# profession_female
source: Mutant (insect)
ru_ru: Мутант (насекомое)

# profession_male
source: Mutant (plant)
ru_ru: Мутант (растение)

# profession_female
source: Mutant (plant)
ru_ru: Мутант (растение)

# profession_male
source: Mutant (slime)
ru_ru: Мутант (слизь)

# profession_female
source: Mutant (slime)
ru_ru: Мутант (слизь)

# profession_male
source: Mutant (troglobite)
ru_ru: Мутант (троглобит)

# profession_female
source: Mutant (troglobite)
ru_ru: Мутант (троглобит)

# profession_male
source: Mutant (cephalopod)
ru_ru: Мутант (головоногий моллюск)

# profession_female
source: Mutant (cephalopod)
ru_ru: Мутант (головоногий моллюск)

# profession_male
source: Mutant (spider)
ru_ru: Мутант (паук)

# profession_female
source: Mutant (spider)
ru_ru: Мутант (паук)

# profession_male
source: Mutant (rat)
ru_ru: Мутант (крыса)

# profession_female
source: Mutant (rat)
ru_ru: Мутант (крыса)

# profession_male
source: Mutant (raptor)
ru_ru: Мутант (хищник)

# profession_female
source: Mutant (raptor)
ru_ru: Мутант (хищник)

# profession_male
source: Mutant (medical)
ru_ru: Мутант (подопытный)

# profession_female
source: Mutant (medical)
ru_ru: Мутант (подопытный)

# profession_male
source: Mutant (alpha)
ru_ru: Мутант (альфа)

# profession_female
source: Mutant (alpha)
ru_ru: Мутант (альфа)

# profession_male
source: Mutant (elf)
ru_ru: Мутант (эльф)

# profession_female
source: Mutant (elf)
ru_ru: Мутант (эльф)

# profession_male
source: Mutant (chimera)
ru_ru: Мутант (химера)

# profession_female
source: Mutant (chimera)
ru_ru: Мутант (химера)

# profession_male
source: Mutant (mycus)
ru_ru: Мутант (гриб)

# profession_female
source: Mutant (mycus)
ru_ru: Мутант (гриб)
