Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Civilianpowerarmor/lang/*.po
Languages: ru_ru

source: CIVILIAN POWER ARMOR
ru_ru: Гражданская cиловая броня

source: Adds a few power armor items
ru_ru: Добавляет несколько видов силовой брони

source: Commercial Depowered armor
ru_ru: коммерческая силовая броня лишенная питания

source: The DoubleTech civilian Power Armor,: A heavy suit of basic power armor that has been modified for civilian use, And Has Been Made For Storage, This suit has had its servos and cooling system stripped out, meaning it no longer requires power.
ru_ru: Гражданская силовая броня DoubleTech. Тяжелый костюм базовой силовой брони, модифицированный для гражданского использования и предназначенный для складов. В этом костюме отключены сервоприводы и система охлаждения, поэтому он больше не требует питания.

source: Commercial power armor
ru_ru: коммерческая силовая броня

source: The %s engages.
ru_ru: %s включается.

source: A suit of DoubleTech Power Armor, Mk. I-C. This model Is Made For Commercial Use, This Model Was Very Common To See On Rich Members Of society. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
ru_ru: Силовая броня DoubleTech, Mk. I-C. Эта модель сделана для коммерческого использования, ее часто можно было увидеть у богатых членов общества. Как и вся силовая броня DoubleTech, системы управления и климат-контроля требуют прямого контакта с кожей.

source: Commercial power armor (active)
ru_ru: коммерческих силовых бронь (активно)

source: Turn off
ru_ru: Выключить

source: The %s disengages.
ru_ru: %s отключается.

source: A suit of DoubleTech Power Armor, Mk. I-C. This model Is Made For Commercial Use, This Model Was Very Common To See On Rich Members Of society. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact. It is currently turned on, activate it to turn it off.
ru_ru: Силовая броня DoubleTech, Mk. I-C. Эта модель сделана для коммерческого использования, ее часто можно было увидеть у богатых членов общества. Как и вся силовая броня DoubleTech, системы управления и климат-контроля требуют прямого контакта с кожей. В данный момент она включена, активируйте ее, чтобы выключить.
