Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Randomized_Mall/lang/*.po
Languages: ru_ru

source: shopping brochure
ru_ru: торговая брошюра

source: You add the mall to your map.
ru_ru: Вы добавляете торговый центр на свою карту.

source: This is a brochure advertising a local shopping mall. It includes a map with bus routes. The buses aren't running but the roads should still be there.
ru_ru: Это брошюра, рекламирующая местный торговый центр. В ней есть карта с маршрутами автобусов. Автобусы не ходят, но дороги должны быть на месте.

source: Randomized Mall
ru_ru: Рандомизированный Торговый Центр

source: Replaces the existing mall with one having a randomized layout. Less realistic looking but more variety.
ru_ru: Заменяет существующий торговый центр на торговый центр со случайным планированием. Выглядит менее реалистично, но зато больше разнообразия.

source: parking lot
ru_ru: парковка

source: shopping mall
ru_ru: торговый центр

# scenario_male
source: Mall Cop
ru_ru: Полицейский торгового центра

# scenario_female
source: Mall Cop
ru_ru: Полицейский торгового центра

# scen_desc_male
source: You've survived for as long as you could inside of the mall you worked at as a security guard. Find a way out and try your best to survive.
ru_ru: Вы выжили в торговом центре, где работали охранником. Найдите выход и постарайтесь выжить.

# scen_desc_female
source: You've survived for as long as you could inside of the mall you worked at as a security guard. Find a way out and try your best to survive.
ru_ru: Вы выжили в торговом центре, где работали охранником. Найдите выход и постарайтесь выжить.

# start_name
source: Mall
ru_ru: Торговый центр

source: Shopping Mall
ru_ru: Торговый центр
