Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: crazy_labs/lang/*.po
Languages: ru_ru

source: Crazy Labs
ru_ru: Безумные лаборатории

source: A mod that adds lots of tough monsters to lab monster gen. Now labs are endgame areas! Intended for players who find labs too easy or boring. Inspired by Half-Life and the labs in Resident Evil 2.
ru_ru: Мод, добавляющий в лабораторию множество жестоких монстров. Теперь лаборатории - это зоны эндгейм контента! Предназначен для игроков, которым лаборатории кажутся слишком простыми или скучными. Вдохновлен Half-Life и лабораториями из Resident Evil 2.

source: Operating Theater Access Control
ru_ru: Контроль доступа в операционную

source: EMERGENCY EVAC - OPEN ALL DOORS
ru_ru: АВАРИЙНАЯ ЭВАКУАЦИЯ - ОТКРЫТЬ ВСЕ ДВЕРИ

source: UNLOCK AUTODOC DOOR
ru_ru: РАЗБЛОКИРОВАТЬ ДВЕРЬ АВТОДОКА

source: Centrifuge
ru_ru: Центрифуга

source: Analyze blood
ru_ru: Анализ крови

source: Containment Control
ru_ru: Управление изолятором

source: EMERGENCY CONTAINMENT UNLOCK
ru_ru: АВАРИЙНАЯ РАЗБЛОКИРОВКА ИЗОЛЯТОРА

source: EMERGENCY CLEANSE
ru_ru: ЭКСТРЕННАЯ ОЧИСТКА

source: Containment Terminal
ru_ru: Терминал изолятора

source: Mk IV Algorithmic Data Analyzer
ru_ru: Алгоритмический анализатор данных Mk IV

source: Run Decryption Algorithm
ru_ru: Запуск алгоритма дешифрования

source: Upload Data to Melchior
ru_ru: Загрузка данных в Мельхиор

source: Access Melchior
ru_ru: Доступ к Мельхиору

source: Library Entrance
ru_ru: Вход в библиотеку

source: UNLOCK ENTRANCE
ru_ru: РАЗБЛОКИРОВАТЬ ВХОД

source: Barracks Entrance
ru_ru: Вход в казарму

source: Magazine Entrance
ru_ru: Вход в журнальную

source: Prisoner Containment Entrance
ru_ru: Вход в изолятор для заключенных

source: EMERGENCY CONTAINMENT RELEASE
ru_ru: АВАРИЙНЫЙ СБРОС ЗАЩИТЫ ИЗОЛЯТОРА
