Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Merchant/lang/*.po
Languages: ru_ru

source: Batteries, fuel, irons, medicines...All right. Munitions are the best. I have something edible. Do not think like robbing. We are all armed. Anyway, Trade?
ru_ru: Батарейки, топливо, утюги, лекарства... Все что нужно. Боеприпасы - самое лучшее. У меня есть кое-что съедобное. Не думайте об ограблении. Мы все вооружены. Как бы то ни было, поторгуем?

source: Is there anything I can help?
ru_ru: Могу ли я чем-то помочь?

source: Let's see what you got...
ru_ru: Посмотрим, что у вас есть...

source: bye.
ru_ru: До встречи.

source: Nope.
ru_ru: Неа.

source: Got it.
ru_ru: Понял.

source: Another survivor it is. I'm trading some military supplies and munitions smuggled from near camp. You wanna trade?
ru_ru: Еще один выживший. Я торгую некоторыми военными товарами и боеприпасами, тайно вывезенными из ближайшего лагеря. Хочешь поторговаться?

source: No.
ru_ru: Нет.

source: Makeshift firearms, tools, armors. What do you need?
ru_ru: Самодельное огнестрельное оружие, инструменты, доспехи. Вам что-нибудь нужно?

source: Do you need anything help?
ru_ru: Вам нужна помощь?

source: I wanna trade.
ru_ru: Я хочу торговаться.

source: Bye.
ru_ru: До встречи.

source: Hey, you'll need some ammo to survive out from here. Which kind do you like? hand-reloaded, or military standard?
ru_ru: Эй, тебе понадобятся патроны, чтобы выжить здесь. Какие вам больше нравятся? Собранные вручную или военного образца?

source: I have came here to trade.
ru_ru: Я пришел сюда торговать.

source: No, thanks.
ru_ru: Нет, спасибо.

source: <greet>, Where did you come from? Came here for trade?
ru_ru: <greet>, Откуда вы прибыли? Пришли сюда торговать?

source: <greet>, I'm dealing in something useful to treat diseases. Do you need drugs?
ru_ru: <greet>, Я торгую кое-чем необходимым для лечения болезней. Вам нужны лекарства?

source: Are you doctor? Can you treat me?
ru_ru: Вы доктор? Вы можете меня вылечить?

source: Unfortunately, I'm not a real doctor. He died some ago... I'm just selling some of his possessions.
ru_ru: К сожалению, я не настоящий доктор. Он умер несколько лет назад... Я просто продаю кое-что из его вещей.

source: Halt! Identify yourself.
ru_ru: Стоять! Назовите себя.

source: I'm just passing. Where is it?
ru_ru: Я просто проезжаю мимо. Что здесь?

source: Another survivor? <greet>. Here is... the Settlement. And maybe the Hub of caravans now. If you want to barter something useful, Then get in and check it out. Also, if you are considering to rob us... I will not recommend it. Unless you can bounce 7.62mm.
ru_ru: Еще один выживший? <greet>. Здесь... Поселение. И, возможно, центр караванов. Если вы хотите обменять что-то полезное, то заходите и посмотрите. Если же вы хотите нас ограбить... Я не рекомендую этого делать. Если вы не умеете стрелять из 7,62 мм.

source: Got it. Thanks.
ru_ru: Понял. Спасибо.

source: I'll back.
ru_ru: Я вернусь.

source: Village Dweller
ru_ru: Житель деревни

source: You are village dweller.
ru_ru: Вы - житель деревни.

source: Merchant guard
ru_ru: Охранник торговца

source: Guard the shop
ru_ru: Охранник магазина

source: Military goods Merchant
ru_ru: Торговец военными товарами

source: Sells Military goods
ru_ru: Продает военные товары

source: Foods Merchant
ru_ru: Торговец едой

source: Sells Foods
ru_ru: Продает еду

source: Wasteland Broker
ru_ru: Торговец пустошей

source: Sells somethings
ru_ru: Продает разные вещи

source: Medicine Trader
ru_ru: Торговец медициной

source: Sells Medicines
ru_ru: Продает медициной

source: Ammo Trader
ru_ru: Торговец боеприпасами

source: Sells Ammo
ru_ru: Продает боеприпасы

source: Merchant Smith
ru_ru: Кузнец

source: Sells Makeshift items
ru_ru: Продает самодельные предметы

source: The Guard
ru_ru: Охранник

source: The Military Supplies Dealer.
ru_ru: Торговец военным снаряжением

source: The Scrap Trader
ru_ru: Торговец металлоломом

source: The Groceries Dealer
ru_ru: Торговец продуктами

source: The Doctor
ru_ru: Доктор

source: The Munition Trader
ru_ru: Торговец боеприпасами

source: The Smith
ru_ru: Кузнец

source: Caravan Bag
ru_ru: сумка каравана

source: The luggage, often used by caravans. It is too bulky to carry. However, when it comes to trade in one area, this is one of the most perfect storage.
ru_ru: Кладь, часто используемая в караванах. Она слишком громоздка для перевозки. Однако, когда речь идет о торговле на одной территории, это один из самых идеальных вариантов хранения.

source: Adds merchants and survivors village.
ru_ru: Добавляет торговцев и деревню выживших.

source: Trader's Hideout
ru_ru: укрытие торговца

source: Abandoned Shelter Basement.
ru_ru: заброшенный приют (подвал)

source: Abandoned Shelter
ru_ru: заброшенный приют

source: Survivors Settlement
ru_ru: поселение выживших

# profession_male
source: Novice Scavenger
ru_ru: Начинающий мусорщик

# profession_female
source: Novice Scavenger
ru_ru: Начинающий мусорщик

# prof_desc_male
source: The Novice Scavenger who came out from the hometown a minute ago. Still everything at 'Outside wasteland' is embarrassing. It seems I need to get some weapons like pipe rifles by trading something.
ru_ru: Начинающий мусорщик, который минуту назад вышел из родного города. За пределами города все по прежнему так же затруднительно. Похоже, мне нужно раздобыть первоначальное оружие вроде ружья из труб, выменяв его что-нибудь.

# prof_desc_female
source: The Novice Scavenger who came out from the hometown a minute ago. Still everything at 'Outside wasteland' is embarrassing. It seems I need to get some weapons like pipe rifles by trading something.
ru_ru: Начинающий мусорщик, который минуту назад вышел из родного города. За пределами города все по прежнему так же затруднительно. Похоже, мне нужно раздобыть первоначальное оружие вроде ружья из труб, выменяв его что-нибудь.

# profession_male
source: Wasteland Ranger
ru_ru: Рейнджер пустошей

# profession_female
source: Wasteland Ranger
ru_ru: Рейнджер пустошей

# prof_desc_male
source: If the human race is to survive, the threats facing its existence must be eliminated, no matter the cost. If it's hostile, you kill it.
ru_ru: Если человеческая раса хочет выжить, угрозы ее существованию должны быть устранены, чего бы это ни стоило. Если оно враждебно, уничтожьте это.

# prof_desc_female
source: If the human race is to survive, the threats facing its existence must be eliminated, no matter the cost. If it's hostile, you kill it.
ru_ru: Если человеческая раса хочет выжить, угрозы ее существованию должны быть устранены, чего бы это ни стоило. Если оно враждебно, уничтожьте это.

# scenario_male
source: Village Dweller
ru_ru: Житель деревни

# scenario_female
source: Village Dweller
ru_ru: Житель деревни

# scen_desc_male
source: Some years have passed from the cataclysm. I learned some skills to survive in wasteland by my parents, who are not living now. And now, I have to get out from the hometown to get supplies, like my predecessors did.
ru_ru: После катаклизма прошло несколько лет. Я научился некоторым навыкам выживания в пустоши у своих родителей, которых сейчас нет в живых. И теперь мне приходится выбираться из родного города, чтобы добыть провиант, как это делали мои предки.

# scen_desc_female
source: Some years have passed from the cataclysm. I learned some skills to survive in wasteland by my parents, who are not living now. And now, I have to get out from the hometown to get supplies, like my predecessors did.
ru_ru: После катаклизма прошло несколько лет. Я научился некоторым навыкам выживания в пустоши у своих родителей, которых сейчас нет в живых. И теперь мне приходится выбираться из родного города, чтобы добыть провиант, как это делали мои предки.

# start_name
source: Survivors Settlement
ru_ru: Поселение выживших

source: Survivor village
ru_ru: Деревня выживших
