Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Tankmod_Revived_*/lang/*.po
Languages: ru_ru

source: 105mm shell
ru_ru: 105-мм снаряд

source: 120mm shell
ru_ru: 120-мм снаряд

source: 155mm shell
ru_ru: 155-мм снаряд

source: 25x137mm
ru_ru: 25x137 мм

source: large artillery casing
ru_ru: большая артиллерийская гильза

source: 25x137mm ammo belt
ru_ru: патронная лента 25x137 мм

source: 25x137mm autocannon belt linkage
ru_ru: патронная лента автопушки 25x137 мм

source: 25x137mm M792 HEI
ru_ru: m792 25x137 мм (осколочно-фугасный)

source: A 25x137mm autocannon round, high explosive incendiary. Designed for use against unarmored vehicles and to suppress infantry.
ru_ru: Снаряд 25х137 мм для автопушки, осколочно-фугасный. Предназначен для использования против небронированной техники и для подавления пехоты.

source: 25x137mm M791 APDS
ru_ru: m791 25x137 мм (подкалиберный)

source: A 25x137mm autocannon round using an armor-piercing, discarding sabot with a tungsten penetrator. Used primarily against light armored vehicles and aerial targets.
ru_ru: Снаряд калибра 25x137 мм, подкалиберный, с вольфрамовым проникающим элементом. Используется в основном против легкобронированной техники и воздушных целей.

source: reloaded 25x137mm
ru_ru: 25x137 мм (переснаряженный)

source: A 25x137mm autocannon round with its primer replaced, and loaded with a basic lead projectile. Not as effective as the real thing, but still fairly potent.
ru_ru: Снаряд 25x137 мм для автопушки с замененным капсюлем и основным свинцовым сердечником. Не так эффективен, как оригинал, но все же достаточно мощный.

source: reloaded 25x137mm, black powder
ru_ru: 25x137 мм (переснаряженный, чёрный порох)

source: reloaded 25x137mm HE
ru_ru: 25x137 мм (переснаряженный, осколочно-фугасный)

source: A 25x137mm autocannon round with its primer replaced, loaded with a homemade explosive round. Useful against lightly armored targets, though not as effective as the real thing.
ru_ru: Снаряд 25x137 мм для автопушки с замененным капсюлем, заряженный самодельным взрывным составом. Полезен против легкобронированных целей, хотя и не так эффективен, как настоящий.

source: reloaded 25x137mm HE, black powder
ru_ru: 25x137 мм (переснаряженный, осколочно-фугасный, чёрный порох)

source: 105mm M456 HEAT
ru_ru: m456 105 мм (кумулятивный)

source: A 105mm High Explosive Anti Tank round, designed for older models of tank held in reserve up until the world was on the brink of ending. Now that the world has gone and ended, it still packs quite a punch.
ru_ru: 105-мм кумулятивный снаряд, предназначенный для старых моделей танков, хранившихся в резерве до тех пор, пока мир не оказался на грани конца света. Теперь, когда катаклизм наступил, он по-прежнему наносит ощутимый ущерб.

source: 105mm M833 APFSDS
ru_ru: m833 105 мм (бронебойный оперённый подкалиберный снаряд)

source: A 105mm Armor-Piercing Fin-Stabilized Discarding Sabot round, no longer commonly used except for hastily supplying obsolete tanks. Brought out of mothballs or not, its depleted uranium projectile will still give whatever it hits a bad time.
ru_ru: 105-мм бронебойный оперённый подкалиберный снаряд, который больше не используется, разве что для спешного снабжения устаревших танков. Снаряд с отработанным ураном, выведенный из эксплуатации или нет, все равно доставит неприятности всему, во что попадет.

source: makeshift 105mm slug
ru_ru: 105 мм (самодельный, жакан)

source: A 105mm shell with a new electric primer installed, loaded with a large handmade slug. While hardly ideal, it packs quite a punch.
ru_ru: 105-мм снаряд с новым электрическим капсюлем, заряженный крупной пулей ручной работы. Хотя это и не идеальный вариант, он обладает неплохим поражающим действием.

source: makeshift 105mm slug, black powder
ru_ru: 105 мм (самодельный, жакан, чёрный порох)

source: reloaded 105mm HE
ru_ru: 105 мм (переснаряженный, осколочно-фугасный)

source: A 105mm shell with a new electric primer installed, loaded with a homemade explosive round. Obsolete or not, it packs quite a punch.
ru_ru: 105-мм снаряд с новым электрическим капсюлем, заряженный самодельным взрывчатым веществом. Устаревший или нет, он обладает неплохим поражающим действием.

source: reloaded 105mm HE, black powder
ru_ru: 105 мм (переснаряженный, осколочно-фугасный, чёрный порох)

source: 120mm M830A1 HEAT
ru_ru: m830a1 120 мм (кумулятивный)

source: A 120mm High Explosive Anti Tank round. Packs an explosive punch that could ruin anyone's whole day.
ru_ru: 120-мм кумулятивный снаряд. Обладает взрывной силой, способной испортить кому угодно весь день.

source: 120mm M829A3 APFSDS
ru_ru: m829a3 120 мм (бронебойный оперённый подкалиберный снаряд)

source: A 120mm Armor-Piercing Fin-Stabilized Discarding Sabot round. Uses a depleted uranium projectile to give whatever it hits a really bad day.
ru_ru: 120-мм бронебойный оперённый подкалиберный снаряд. Использует снаряд из отработанного урана, чтобы устроить всем, в кого он попадет, очень плохой день.

source: reloaded 120mm shot
ru_ru: 120 мм (самодельный, дробь)

source: A makeshift, rebuilt 120mm shell with a new electric primer installed, filled with a large amount of buckshot. Effectively similar to no-longer-produced canister shot, but of lower quality.
ru_ru: Самодельный, переделанный 120-мм снаряд с новым электрическим капсюлем, заполненный большим количеством дроби. По сути, это аналог уже не выпускаемой картечи, но более низкого качества.

source: makeshift 120mm shot, black powder
ru_ru: 120 мм (самодельный, дробь, чёрный порох)

source: reloaded 120mm slug
ru_ru: 120 мм (переснаряженный, жакан)

source: A makeshift, rebuilt 120mm shell with a new electric primer installed, loaded with a large handmade slug. While hardly ideal, it packs quite a punch.
ru_ru: Самодельный, переделанный 120-мм снаряд с новым электрическим капсюлем, заряженный крупной пулей ручной работы. Хотя его нельзя назвать идеальным, он наносит неплохие повреждения.

source: makeshift 120mm slug, black powder
ru_ru: 120 мм (самодельный, жакан, чёрный порох)

source: reloaded 120mm HE
ru_ru: 120 мм (переснаряженный, осколочно-фугасный)

source: A makeshift, rebuilt 120mm shell with a new electric primer installed, loaded with a homemade explosive round. Packs an explosive punch that could ruin anyone's whole day.
ru_ru: Самодельный, переделанный 120-мм снаряд с новым электрическим капсюлем, заряженный самодельным взрывчатым веществом. Взрывчатка способна испортить кому угодно весь день.

source: reloaded 120mm HE, black powder
ru_ru: 120 мм (переснаряженный, осколочно-фугасный, чёрный порох)

source: 155mm M712 HEAT
ru_ru: m712 155 мм (кумулятивный)

source: A 155mm High Explosive Anti Tank round, normally laser-guided. Separate-loading, it comes with the requisite fuze installed, a propellant bag, and percussion primer. As its guidance feature requires a laser designator and has a minimum range of 3 kilometers, using it for direct fire is an astounding display of overkill.
ru_ru: Самодельный кумулятивный снаряд раздельного заряжания для 155-мм орудий. Состоит из корпуса со свинцовыми шариками, взрывателя и запасного капсюля. Поскольку для наведения требуется лазерный целеуказатель, а минимальная дальность стрельбы составляет 3 километра, использование его для стрельбы прямой наводкой является поразительным проявлением чрезмерной жестокости.

source: 155mm M795 frag
ru_ru: m795 155 мм (осколочно-пучковый)

source: A 155mm High Explosive Fragmentation round. Separate-loading, it comes with the requisite fuze installed, a propellant bag, and percussion primer. Designed to lob a heavy shell a long distance, using it direct-fire isn't exactly ideal, but it'll still give anything near what you hit a seriously bad time.
ru_ru: Самодельный осколочно-фугасный снаряд раздельного заряжания для 155-мм орудий. Состоит из корпуса со свинцовыми шариками, взрывателя и запасного капсюля. Снаряд предназначен для метания тяжелых пуль на большое расстояние. Использовать его для стрельбы прямой наводкой не идеально, но все же он доставит неприятности всему, что окажется поблизости.

source: makeshift 155mm shot
ru_ru: 155 мм (самодельный, дробь)

source: A makeshift separate-loading shotshell for 155mm. Consists of a canister of lead balls, a bag of propellant, and a replacement primer. Effectively turns a howitzer into a punt gun on steroids.
ru_ru: Самодельный снаряд раздельного заряжания для 155-мм орудий. Состоит из корпуса со свинцовыми шариками, взрывателя и запасного капсюля. Эффективно превращает гаубицу в пунтовое ружье на стероидах.

source: makeshift 155mm shot, black powder
ru_ru: 155 мм (самодельный, дробь, чёрный порох)

source: makeshift 155mm slug
ru_ru: 155 мм (самодельный, жакан)

source: A makeshift separate-loading round for 155mm. Consists of a large lead ball, a bag of propellant, and a replacement primer. Despite the lower effectiveness, whatever it hits is sure to feel it.
ru_ru: Самодельный снаряд раздельного заряжания для 155-мм орудий. Состоит из большого свинцового шара, взрывателя и запасного капсюля. Несмотря на низкую эффективность, все, во что он попадет, обязательно почувствует его.

source: makeshift 155mm slug, black powder
ru_ru: 155 мм (самодельный, жакан, чёрный порох)

source: reloaded 155mm HE
ru_ru: 155 мм (переснаряженный, осколочно-фугасный)

source: A makeshift separate-loading HE round for 155mm. Consists of a homemade explosive shell with fuze installed, a bag of propellant, and a replacement primer. Using it for direct-fire isn't ideal, but it should be more than enough to ruin anyone's day.
ru_ru: Самодельный осколочно-фугасный снаряд раздельного заряжания для 155-мм орудий. Состоит из самодельного разрывного снаряда с установленным взрывателем, пакета с горючим и запасного капсюля. Использовать его для стрельбы прямой наводкой не идеально, но этого должно быть более чем достаточно, чтобы испортить кому-нибудь день.

source: reloaded 155mm HE, black powder
ru_ru: 155 мм (переснаряженный, осколочно-фугасный, чёрный порох)

source: 155mm nuclear shell
ru_ru: 155 мм (ядерный снаряд)

source: A makeshift separate-loading round for 155mm, developed from experimental designs. Uses a propellant bag and replacement primer to fire a modified mininuke, adapted to fit a howitzer. Whatever would warrant such awesome firepower would best be engaged from a safe distance.
ru_ru: Самодельный снаряд раздельного заряжания для 155-мм орудий, разработанный на основе экспериментальных образцов. Использует топливный пакет и запасной капсюль для стрельбы модифицированной ядерной мини-бомбой, адаптированной под гаубицу. С тем, что может потребовать столь мощного огня, лучше всего бороться с безопасного расстояния.

source: 25mm casing
ru_ru: гильза 25 мм

source: A canister from a spent 25mm shell.
ru_ru: Гильза от отстрелянного 25-мм снаряда.

source: 105mm canister
ru_ru: 105 мм корпус

source: A canister from a spent 105mm shell, now an expensive paperweight.
ru_ru: Корпус от отстрелянного 105-мм снаряда, теперь это дорогое пресс-папье.

source: 120mm case base
ru_ru: 120 мм корпус

source: The steel case base from a spent 120mm shell. With combustible case walls forming the bulk of the casing itself, what's left is now an expensive paperweight.
ru_ru: Стальной корпус от отстрелянного 120-мм снаряда. Поскольку горючие стенки корпуса составляют основную его часть, все, что осталось, превратилось в дорогое пресс-папье.

source: makeshift 120mm canister
ru_ru: 120 мм корпус (самодельный)

source: A spent 120mm case base converted into an improved casing, by welding new case walls of appropriate dimensions to the base. Hopefully the welds are good, or else it might be a better fit for a pipe bomb instead.
ru_ru: Основание отработанного 120-мм корпуса переделано в улучшенный корпус путем приваривания к основанию новых стенок корпуса соответствующих размеров. Надеюсь, сварные швы получились качественными, иначе вместо него получится бомба-труба.

source: electric primer
ru_ru: электрический капсюль

source: Primer for a tank shell. Seems to use an electric ignition.
ru_ru: Капсюль для танкового снаряда. Похоже использутся электрическое зажигание.

source: artillery primer
ru_ru: артиллерийский капсюль

source: Primer for an artillery shell. Uses percussion ignition.
ru_ru: Капсюль для артиллерийского снаряда. Используется ударное воспламенение.

source: M242 Bushmaster autocannon
ru_ru: автопушка m242 bushmaster

source: A chain-driven autocannon chambered in 25x137mm, designed for the Bradley IFV and other ground vehicles, with some naval use as well. Electric-driven, it would be very difficult to fire if not mounted on a vehicle.
ru_ru: Автопушка с цепным приводом калибра 25x137 мм, разработанная для Bradley IFV и других наземных машин, а также для использования на флоте. С электрическим приводом из нее очень трудно стрелять, если она не установлена на машине.

source: stripped-down 25mm cannon
ru_ru: самодельная 25-мм пушка (снято с вооружения)

source: Modified from a M242 Bushmaster autocannon, this pared down weapon has been altered into a makeshift anti-materiel rifle. Its chain-driven mechanism has been removed, reducing weight in exchange for converting it into a single-shot design. Still extremely bulky, requiring it to be deployed or mounted on a vehicle.
ru_ru: Модификация автопушки M242 Bushmaster превратила это урезанное оружие в полноценную противотанковую винтовку. Цепной механизм был удален, что позволило снизить вес и преобразовать винтовку в однозарядную. Винтовка по-прежнему очень громоздка и требует развертывания или установки на транспортное средство.

source: makeshift 25mm cannon
ru_ru: самодельная 25-мм пушка

source: A makeshift cannon crudely chambered for 25x137mm, with a short thick-walled barrel and a breechblock fashioned out of hardened steel. Very unreliable and massively reduces performance, but simpler to install and easier to repair. Only holds a single shot, and must be deployed or mounted on a vehicle.
ru_ru: Самодельная пушка под патрон 25x137 мм с коротким толстостенным стволом и затворной рамой, изготовленной из закаленной стали. Очень ненадежна и сильно теряет в боевых характеристиках, но зато проще в установке и легче в ремонте Заряжается только одним патроном, и её необходимо развернуть или установить на транспортное средство.

source: M246 120mm tank gun
ru_ru: 120-мм танковая пушка m246

source: A version of the Rheinmetall Rh-120, this 120mm cannon is most notably used in the M1 Abhrams. Uses electric ignition, and obviously needs to be mounted on a vehicle to fire.
ru_ru: Версия Rheinmetall Rh-120, эта 120-мм пушка наиболее часто используется на M1 Abhrams. Использует электрическое зажигание и, очевидно, должна быть установлена на транспортном средстве для стрельбы.

source: XM246E1 autoloading tank gun
ru_ru: автозарядная танковая пушка XM246E1

source: An experimental variant of the Rheinmetall Rh-120, this 120mm cannon is equipped with a 5-round autoloader. Uses electric ignition, and obviously needs to be mounted on a vehicle to fire.
ru_ru: Экспериментальный вариант Rheinmetall Rh-120, эта 120-мм пушка оснащена 5-зарядным автоматическим магазином. Использует электрическое зажигание, и для стрельбы, очевидно, должна быть установлена на транспортном средстве.

source: makeshift 120mm tank gun
ru_ru: самодельная 120-мм танковая пушка

source: A makeshift cannon crudely chambered for 120mm tank shells, with a short thick-walled barrel and a breechblock fashioned out of hardened steel. Very unreliable and massively reduces performance, but simpler to install and easier to repair. Only holds a single shot, uses electric ignition, and must be mounted on a vehicle to fire.
ru_ru: Самодельная пушка, грубо рассчитанная на 120-мм танковые снаряды, с коротким толстостенным стволом и затворной рамой, изготовленной из закаленной стали. Очень ненадежна и сильно теряет в боевых характеристиках, но зато проще в установке и легче в ремонте. Заряжается только одним выстрелом, использует электрическое воспламенение, а для стрельбы должна быть установлена на транспортном средстве.

source: M68 105mm tank gun
ru_ru: 105-мм танковая пушка m68

source: A version of the Royal Ordinance L7, this 105mm rifled cannon is used in various armored vehicles worldwide, many no longer in service, some still in use, and some brought back out of reserve in the desperate last days before the world ended. Uses electric ignition, and obviously needs to be mounted on a vehicle to fire.
ru_ru: Эта 105-мм нарезная пушка, являющаяся версией Royal Ordinance L7, используется на различных бронемашинах по всему миру, многие из которых уже не эксплуатируются, некоторые все еще используются, а некоторые выведены из резерва в последние дни перед катаклизмом. Использует электрическое зажигание и, очевидно, должна быть установлена на машину для стрельбы.

source: makeshift 105mm tank gun
ru_ru: самодельная 105-мм танковая пушка

source: A makeshift cannon crudely chambered for 105mm tank shells, with a short thick-walled barrel and a breechblock fashioned out of hardened steel. Very unreliable and massively reduces performance, but simpler to install and easier to repair. Only holds a single shot, uses electric ignition, and must be mounted on a vehicle to fire.
ru_ru: Самодельная пушка, грубо рассчитанная на 105-мм танковые снаряды, с коротким толстостенным стволом и затворной рамой, изготовленной из закаленной стали. Очень ненадежна и сильно теряет в боевых характеристиках, но зато проще в установке и легче в ремонте. Заряжается только одним выстрелом, использует электрическое воспламенение, а для стрельбы должна быть установлена на транспортном средстве.

source: M284 howitzer
ru_ru: гаубица m284

source: A 155mm cannon designed for self-propelled guns such as the M109. Obviously it needs to be mounted on a vehicle to fire.
ru_ru: 155-мм пушка, предназначенная для самоходных орудий, таких как M109. Очевидно, что для ведения огня она должна быть установлена на транспортном средстве.

source: makeshift 155mm howitzer
ru_ru: самодельная 155-мм гаубица

source: A makeshift cannon crudely chambered for 155mm artillery shells, with a short thick-walled barrel and a breechblock fashioned out of hardened steel. Very unreliable and massively reduces performance, but simpler to install and easier to repair. Only holds a single shot, and must be mounted on a vehicle to fire.
ru_ru: Самодельная пушка, грубо рассчитанная на 155-мм артиллерийские снаряды, с коротким толстостенным стволом и затворной рамой, изготовленной из закаленной стали. Очень ненадежна и сильно теряет в боевых характеристиках, но зато проще в установке и легче в ремонте. Заряжается только одним выстрелом, и для стрельбы должна быть установлена на транспортном средстве.

source: BGM-71F TOW Under Armor
ru_ru: птрк bgm-71f tow

source: A twin-tube launcher for anti-tank guided missiles, specifically designed for vehicle use. While fairly accurate, it isn't fire-and-forget. Obviously it needs to be mounted on a vehicle to fire.
ru_ru: Двухтрубная пусковая установка для противотанковых управляемых ракет, специально разработанная для использования на транспортных средствах. Несмотря на достаточную точность, это не "выстрелил и забыл". Очевидно, что для стрельбы она должна быть установлена на транспортном средстве.

source: Artillery and Field Gunnery
ru_ru: книга "Артиллерия и полевые орудия"

source: A textbook on the history of modern artillery, with a number of illustrations and excerpts from various field manuals. A competent handloader or mechanic might find additional uses for the more technical parts of the text.
ru_ru: Учебник по истории современной артиллерии с большим количеством иллюстраций и выдержками из различных полевых уставов. Грамотный заряжающий или механик может найти дополнительное применение более техническим частям текста.

source: XM246E1 monster tank gun
ru_ru: орудие танка-монстра XM246E1

source: This exists to alter the dispersion of the new tank drone. This is a bug if you find one of these.
ru_ru: Это существует для того, чтобы изменить разброс нового танкового дрона. Это баг, если вы обнаружите одну из них.

source: broken Mini-Tank UAFV
ru_ru: сломанный мини-танк UAFV

source: A hulking wreck of treads, composite plating, and cold robotic hatred. Hopefully won't ever be operational again, now only good for parts.
ru_ru: Громадная развалина из гусениц, композитного покрытия и холодной человеческой угрозы. Будем надеяться, что он больше никогда не будет функционировать, и теперь годится только на запчасти.

source: Rubber Caterpillar Track
ru_ru: резиновые гусеницы

source: A short, interlocking set of hard rubber tracks reinforced by stiff wire held in place by a set of smaller wheels. Similar with what you might see used on light construction vehicles. It's significantly stronger than regular tires due to not being at risk of bursting; but is quite heavy.
ru_ru: Короткие, сцепленные между собой гусеницы из твердой резины, укрепленные жесткой проволокой и удерживаемые комплектом небольших колес. Похожи на те, что используются на легких строительных машинах. Они значительно прочнее обычных шин, так как не подвержены риску разрыва, но довольно тяжелые.

source: Steel Caterpillar Track
ru_ru: стальные гусеницы

source: A short, interlocking set of shaped steel tracks held in place by a set of smaller wheels. Similar with what you might see used on large construction vehicles. It's significantly stronger than regular tires due to not being at risk of bursting; but is very heavy.
ru_ru: Короткие сцепленные между собой стальные гусеницы, удерживаемых комплектом небольших колес. Похожи на те, что используются на больших строительных машинах. Они значительно прочнее обычных шин, так как не подвержены риску разрыва, но очень тяжелые.

source: Reinforced Caterpillar Track
ru_ru: усиленные гусеницы

source: A short, interlocking set of shaped steel tracks held in place by a set of smaller wheels. Similar with what you might see used on APCs and armored vehicles. It's significantly stronger than regular tires due to not being at risk of bursting; but is extremely heavy.
ru_ru: Короткие сцепленные между собой усиленные стальные гусеницы, удерживаемых на месте комплектом небольших колес. Похожи на те, что используются на БТР и бронетехнике. Они значительно прочнее обычных шин, так как не подвержены риску разрыва, но очень тяжелые.

source: Supply Run
ru_ru: Снабжение

source: The last of your tank's crew was heading to a helipad in the area in search of supplies, and never returned. They clearly didn't make it, and by now it's probably overrun, but some fuel and ammo would be better than nothing.
ru_ru: Последний экипаж вашего танка отправился на вертолетную площадку в этом районе в поисках припасов и не вернулся. Очевидно, они не успели добраться до места, и теперь оно, скорее всего, разрушено, но немного топлива и боеприпасов будет лучше, чем ничего.

source: The intended successor of my older, obsoleted Tanks and Other Vehicles mod.
ru_ru: Преемник моего старого, устаревшего мода Tanks and Other Vehicles.

source: XM246E1 Mini-Tank UAFV
ru_ru: мини-танк XM246E1 UAFV

source: An experimental, heavily armored UGV the size of a small vehicle, its structure dominated by a bulky 120mm main gun. It trundles along on armored treads, ponderous yet implacable. If it's taking aim at you… run.
ru_ru: Экспериментальный тяжело бронированный UGV размером с небольшой автомобиль, в его конструкции доминирует громоздкая 120-мм пушка. Он движется на армированных гусеницах, громоздкий, и непримиримый. Если он целится в вас... бегите.

source: The mini-tank fires its 120mm gun!
ru_ru: Мини-танк стреляет из 120-мм орудия!

source: 120mm tank gun
ru_ru: 120-мм танковая пушка

source: 120mm autoloading tank gun
ru_ru: 120-мм танковая пушка с автоматическим заряжанием

source: 105mm tank gun
ru_ru: 105-мм танковая пушка

source: 155mm howitzer
ru_ru: 155-мм гаубица
