Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Tankmod_Revived_*/lang/*.po
Languages: ru_ru

source: ATGM turret
ru_ru: турель с ПТУР

source: 25mm chaingun
ru_ru: 25-мм пушка

source: stripped-down 25mm gun
ru_ru: 25-мм пушка (снято с вооружения)

source: makeshift25mm cannon
ru_ru: 25-мм пушка (самодельная)

# profession_male
source: Tank Driver
ru_ru: Водитель танка

# profession_female
source: Tank Driver
ru_ru: Водитель танка

# prof_desc_male
source: You were in charge of driving the tank, but without a commander it's a lot harder to get a clear picture of what's around you.
ru_ru: Вы отвечали за управление танком, но без командира гораздо сложнее получить четкое представление о том, что вас окружает.

# prof_desc_female
source: You were in charge of driving the tank, but without a commander it's a lot harder to get a clear picture of what's around you.
ru_ru: Вы отвечали за управление танком, но без командира гораздо сложнее получить четкое представление о том, что вас окружает.

# profession_male
source: Tank Gunner
ru_ru: Наводчик танка

# profession_female
source: Tank Gunner
ru_ru: Наводчик танка

# prof_desc_male
source: You were responsible for aiming and firing the main gun, but now you have no one left to spot targets for you.
ru_ru: Вы отвечали за прицеливание и стрельбу из главного орудия, но теперь у вас не осталось никого, кто мог бы засечь цели за вас.

# prof_desc_female
source: You were responsible for aiming and firing the main gun, but now you have no one left to spot targets for you.
ru_ru: Вы отвечали за прицеливание и стрельбу из главного орудия, но теперь у вас не осталось никого, кто мог бы засечь цели за вас.

# profession_male
source: Tank Loader
ru_ru: Заряжающий танка

# profession_female
source: Tank Loader
ru_ru: Заряжающий танка

# prof_desc_male
source: Your job was to help the main gunner with loading, now you'll have to do all the work yourself.
ru_ru: Ваша работа заключалась в том, чтобы помогать главному наводчику с заряжанием, теперь же вам придется выполнять всю работу самостоятельно.

# prof_desc_female
source: Your job was to help the main gunner with loading, now you'll have to do all the work yourself.
ru_ru: Ваша работа заключалась в том, чтобы помогать главному наводчику с заряжанием, теперь же вам придется выполнять всю работу самостоятельно.

# profession_male
source: Tank Commander
ru_ru: Командир танка

# profession_female
source: Tank Commander
ru_ru: Командир танка

# prof_desc_male
source: Your role was to coordinate the tank crew's actions and spot targets, a job made significantly harder by everyone else being either dead or MIA.
ru_ru: Ваша роль заключалась в координации действий экипажа танка и обнаружении целей, что значительно усложняется тем, что теперь все остальные члены экипажа либо мертвы, либо пропали без вести.

# prof_desc_female
source: Your role was to coordinate the tank crew's actions and spot targets, a job made significantly harder by everyone else being either dead or MIA.
ru_ru: Ваша роль заключалась в координации действий экипажа танка и обнаружении целей, что значительно усложняется тем, что теперь все остальные члены экипажа либо мертвы, либо пропали без вести.

# scenario_male
source: Armored Apocalypse
ru_ru: Бронированный апокалипсис

# scenario_female
source: Armored Apocalypse
ru_ru: Бронированный апокалипсис

# scen_desc_male
source: Wandering in search of any other survivors after a disastrous mobilization, your tank and its crew have slowly been worn down by attrition. After trying to establish communications using an old radio tower, the only other surviving crew member went off in search of supplies and fuel a few days ago. Now something's stirred up the undead, several are converging on your position.
ru_ru: Блуждая в поисках других выживших после неудачной мобилизации, ваш танк и его экипаж постепенно истощаются. Попытавшись наладить связь с помощью старой радиовышки, единственный оставшийся в живых член экипажа несколько дней назад отправился на поиски припасов и топлива. Теперь что-то взбудоражило нежить, и несколько из них направляются к вашей позиции.

# scen_desc_female
source: Wandering in search of any other survivors after a disastrous mobilization, your tank and its crew have slowly been worn down by attrition. After trying to establish communications using an old radio tower, the only other surviving crew member went off in search of supplies and fuel a few days ago. Now something's stirred up the undead, several are converging on your position.
ru_ru: Блуждая в поисках других выживших после неудачной мобилизации, ваш танк и его экипаж постепенно истощаются. Попытавшись наладить связь с помощью старой радиовышки, единственный оставшийся в живых член экипажа несколько дней назад отправился на поиски припасов и топлива. Теперь что-то взбудоражило нежить, и несколько из них направляются к вашей позиции.

# start_name
source: Radio Tower
ru_ru: Радиовышка

source: "Tank drone, meet the real deal. See how you handle 120 millimeters of HELL YEAH!"
ru_ru: "Танковые дроны, встречайте настоящее. Посмотрим, как вы справитесь с 120 миллиметрами, ДА ЧЕРТ ВОЗЬМИ!".

source: "big fucking gun, earplugs are good for your brain"
ru_ru: "Большая гребанная пушка, беруши будут полезны для вашего мозга"

source: "I have a bicycle-mounted tank cannon. Your argument is invalid."
ru_ru: "У меня есть танковая пушка, установленная на велосипеде. Ваш аргумент недействителен."

source: "Next person to call this infantry fighting vehicle a 'tank' is walking home."
ru_ru: "Следующий, кто назовет эту боевую машину пехоты "танком", отправится домой."

source: "Found what used to be an armored platoon. I don't want to find out what did them in."
ru_ru: "Нашли то, что раньше было взводом бронетехники. Не хочу выяснять, что их убило."

source: EXPERIMENTAL TANKS TO ENTER FIELD TESTS - A press release yesterday from the Department of Defense has confirmed plans for a series of field tests for a new model of light tank, currently designated the XM7 Tankette. A major departure from previous armor doctrine, the experimental design features a long-range electric engine and a state-of-the-art autoloader, recently upgraded to fit a 120mm main gun. Most notable was the confirmation of a one-man crew compartment, with mention of advanced fire control and sensors rendering a commander and gunner unnecessary. According to General Dabrowski, "These aren't expected to replace the venerable Abrams, instead we're expecting them to find a new niche for urban warfare. We're hoping in about a year these will cost a fourth as much as an Abrams to produce while having the same level of firepower. For the same number of soldiers it'd take to crew one tank, we could have four of these all supporting each other, each monitoring the situation and calling in targets."
ru_ru: ЭКСПЕРИМЕНТАЛЬНЫЕ ТАНКИ ПРОЙДУТ ПОЛЕВЫЕ ИСПЫТАНИЯ - Вчерашний пресс-релиз Министерства обороны подтвердил планы проведения серии полевых испытаний новой модели легкого танка, получившей в настоящее время обозначение XM7 Tankette. Экспериментальная конструкция, значительно отличающаяся от предыдущей бронетанковой доктрины, оснащена электрическим двигателем повышенной мощности и современным устройством автоматического заряжания, недавно модернизированным для установки 120-мм основного орудия. Наиболее примечательным было подтверждение того, что экипаж может состоять из одного человека, при этом упоминалось, что передовые системы управления огнем и датчики делают командира и наводчика ненужными. По словам генерала Дабровского, "ожидается, что они не заменят почтенные "Абрамсов", а найдут новую нишу для ведения боевых действий в городских условиях. Мы надеемся, что примерно через год их производство обойдется в четверть стоимости "Абрамса" при том же уровне огневой мощи. При том же количестве солдат, которое требуется для экипажа одного танка, мы сможем иметь четыре таких машины, которые будут поддерживать друг друга, отслеживать ситуацию и указывать цели."

source: ROBOT TANK UNVEILED - A recent press conference has confirmed the latest development in AI-driven defense systems. Much of the details remain classified, other than the new project having only recently entered early testing. "We've refined some of the developments that went into the XM7 Tankette to fit an even more compact package." says the update, in reference to the experimental light tank program to see increased production and formal adoption in the coming months. "We're exploring uncharted territory with the autonomous fire control, nothing we've put into use so far has handled anything as large as a tank cannon. Once we have all the kinks worked out we'll proceed with the next wave of trials. We should have a working dual-core AI ready by the end of the year that can handle both the main gun and an M2 Browning, but for now we're focusing on the main gun."
ru_ru: РОБОТ-ТАНК ПРЕДСТАВЛЕН - Недавняя пресс-конференция подтвердила новейшую разработку в области оборонных систем, управляемых искусственным интеллектом. Большая часть деталей остается засекреченной, кроме того, что новый проект только недавно вышел на ранние испытания. "Мы усовершенствовали некоторые из разработок, использовавшихся в XM7 Tankette, чтобы сделать его еще более компактным", - говорится в обновленной информации, касающейся экспериментального легкого танка, производство и официальное принятие которого начнется в ближайшие месяцы. "Мы исследуем новые возможности автономного управления огнем - до сих пор ни одна из наших разработок не справлялась с такими крупными орудиями, как танковая пушка. Как только мы разберемся со всеми нюансами, мы приступим к следующей волне испытаний. К концу года у нас должен быть готов рабочий двухъядерный ИИ, способный работать как с основным орудием, так и с M2 Browning, но пока мы сосредоточены на основном орудии."

source: PATTON TANKS TO BE RESTORED - Amid rumors of war on the horizon and growing unrest, a recent new briefing outlined an emergency plan to restore and rearm several M60 Patton main battle tanks, with roughly two hundred projected to be available across the New England region within the coming weeks. Officials refused to clarify the purpose of this rearmament program, leaving speculation that the move is an unintentional confirmation of an impending Chinese invasion. According to an anonymous source within the military, "They don't expect them to be facing Type 96 or 99 tanks. They'll likely be used to engage IFVs such as the Type 08 or the Type 15 light tank."
ru_ru: ТАНКИ PATTON БУДУТ ВОССТАНОВЛЕНЫ - На фоне слухов о приближающейся войне и растущих беспорядках в ходе недавнего брифинга был обнародован экстренный план по восстановлению и перевооружению нескольких основных боевых танков M60 Patton, около двухсот из которых, по прогнозам, будут доступны в регионе Новой Англии в течение ближайших недель. Официальные лица отказались уточнить цель этой программы перевооружения, оставив предположения, что этот шаг является непреднамеренным подтверждением надвигающегося китайского вторжения. По словам анонимного источника в вооруженных силах, "Они не ожидают, что им будут противостоять танки Type 96 или Type 99. Вероятней всего, думают противостоять таким такнкам как IFV, Type 08 или легкий танк Type 15"

source: hummm!
ru_ru: хммм!

source: whirrr!
ru_ru: вррр!

source: the trundle of machinery.
ru_ru: гул машин

source: the creaking of steel treads.
ru_ru: скрип стальных протекторов.

source: the metallic squeal of tank tracks!
ru_ru: металлический визг танковых гусениц!

source: Radio Tower
ru_ru: Радиовышка

source: rubber treads
ru_ru: резиновые гусеницы

source: A section of continuous track, the kind mounted on construction vehicles and military fighting vehicles. It acts as a wheel, and the broad surface provides plenty of traction to move heavy vehicles off-road, but at the cost of speed due to the heavy weight.
ru_ru: Секция непрерывной гусеницы, устанавливаемая на строительные машины и военные боевые машины. Она действует как колесо, а широкая поверхность обеспечивает достаточную тягу для передвижения тяжелых машин по бездорожью, но за счет большого веса снижается скорость.

source: steel treads
ru_ru: стальные гусеницы

source: tank treads
ru_ru: танковые гусеницы

source: M1 Abrams Main Battle Tank
ru_ru: Основной боевой танк M1 Abrams

source: M109 Self-Propelled Howitzer
ru_ru: Самоходная гаубица M109

source: M2 Bradley Infantry Fighting Vehicle
ru_ru: Боевая машина пехоты M2 Bradley

source: Bandit Bulldozer
ru_ru: Бандитский бульдозер

source: Heavy Planter Tractor
ru_ru: Тяжелый сеялочный трактор

source: Heavy Plow Tractor
ru_ru: Тяжелый плужный трактор

source: Heavy Reaper Tractor
ru_ru: Тяжелый трактор "Жнец"

source: M60 Patton Main Battle Tank
ru_ru: Основной боевой танк M60 Patton

source: XM7 Electric Mini-Tank
ru_ru: Электрический мини-танк XM7
