Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Hydroponics/lang/*.po
Languages: ru_ru

source: Build Hydroponics
ru_ru: Построить гидропонику

source: Build Hydroponics Heater
ru_ru: Построить гидропонный обогреватель

source: hydroponics unit
ru_ru: Гидропонная установка

source: This is a self-contained hydroponics unit used to grow crops indoors.
ru_ru: Это автономная гидропонная установка, используемая для выращивания культур в закрытом помещении.

source: hydroponics unit with seed
ru_ru: Гидропонная установка с семенами

source: This is a self-contained hydroponics unit used to grow crops indoors. This one contains a planted seed
ru_ru: Это автономная гидропонная установка, используемая для выращивания культур в закрытом помещении. В ней находится посаженное семя.

source: hydroponics unit with seedling
ru_ru: Гидропонная установка с рассадой

source: This is a self-contained hydroponics unit used to grow crops indoors. This one contains a planted seedling
ru_ru: Это автономная гидропонная установка, используемая для выращивания культур в закрытом помещении. В ней находится посаженная рассада.

source: hydroponics unit with mature plant
ru_ru: Гидропонная установка со зрелым растением

source: This is a self-contained hydroponics unit used to grow crops indoors. This one contains a mature plant.
ru_ru: Это автономная гидропонная установка, используемая для выращивания культур в закрытом помещении. В ней находится зрелое растение.

source: hydroponics unit with harvestable plant
ru_ru: Гидропонная установка с урожайным растением

source: This is a self-contained hydroponics unit used to grow crops indoors. This one contains a mature plant that is ready for harvest.
ru_ru: Это автономная гидропонная установка, используемая для выращивания культур в закрытом помещении. В ней находится зрелое растение, готовое к сбору урожая.

source: hydroponics heater
ru_ru: Гидропонный обогреватель

source: This is a self-contained heater, used to warm hydroponics units.
ru_ru: Это автономный нагреватель, используемый для обогрева установок гидропоники.

source: Hydroponics
ru_ru: Гидропоника

source: Adds hydroponic units, a furniture which can have crops planted in it for increased yields. Spawn occasionally in labs or basements. Or build your own.
ru_ru: Добавляет гидропонные установки - оборудование, в которое можно сажать культуры для повышения урожайности. Их периодически можно обнаружить в лабораториях или подвалах, а так же построить свою собственную.

source: LEGACY hydroponics unit
ru_ru: УСТАРЕЛО Гидропонная установка

source: This is a deprecated hydroponics unit. Deconstruct it to receive your materials back.
ru_ru: Это устаревший блок гидропоники. Разберите его, чтобы получить свои материалы обратно.

source: Hydroponics Entrance
ru_ru: Гидропоника - Вход

source: UNLOCK ENTRANCE
ru_ru: РАЗБЛОКИРОВАТЬ ВХОД
