Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: More_Armor/lang/*.po
Languages: ru_ru

source: faraday plate suit
ru_ru: пластинчатый костюм Фарадея

source: A suit of Gothic plate armor, complete with gloves, gauntlets, and a barbute helmet. It has been conductively interconnected, protecting against electricity.
ru_ru: Костюм готической пластинчатой брони, в комплекте с перчатками, рукавицами и шлемом с колючками. Он имеет проводящие соединения, защищающие от электричества.

source: leather jumpsuit
ru_ru: кожаный комбинезон

source: A short-sleeved jumpsuit made from thick leather. Provides decent storage and proteciton, and is not very encumbering.
ru_ru: Комбинезон из толстой кожи с короткими рукавами . Обеспечивает достойное место для хранения и защиту и при этом не слишком стесняет движения.

source: armored leather jumpsuit
ru_ru: бронированный кожаный комбинезон

source: An armored short-sleeved jumpsuit made from thick leather and metal plates. Cumbersome, but offers excellent protection from harm.
ru_ru: Бронированный комбинезон из толстой кожи и металлических пластин с короткими рукавами. Неудобная, но отлично защищает от повреждений.

source: tire armor
ru_ru: шинная броня

source: Makeshift armor made from parts of cut up tires. Incredibly thick and tough but just as encumbering.
ru_ru: Самодельная броня, сделанная из частей разрезанных шин. Невероятно толстая и прочная, но такая же неудобная.

source: hard chest protector
ru_ru: жёсткий нагрудный протектор

source: A polyurethane chest protector with neoprene backing.
ru_ru: Полиуретановый нагрудный протектор с неопреновой подкладкой.

source: conductive suit
ru_ru: токопроводящий костюм

source: A one piece conductive suit used in linework. Provides decent physical protection and full protection against electricity. The hood is designed to fit over a hardhat.
ru_ru: Цельный токопроводящий костюм, используемый при работе на электролиниях. Обеспечивает достойную физическую защиту и полную защиту от электричества. Капюшон предназначен для ношения поверх каски.

source: floating backpack
ru_ru: парящий рюкзак

source: A small backpack with a special rail system designed to reduce the load felt by the wearer when moving up and down. Good storage for very little encumbrance.
ru_ru: Небольшой рюкзак со специальной системой направляющих, разработанной для уменьшения нагрузки, ощущаемой носителем при движении вверх и вниз. Отличное место для хранения при минимальных габаритах.

source: floating rucksack
ru_ru: парящий военный рюкзак

source: A huge military rucksack with a special rail system designed to reduce the load felt by the wearer when moving up and down, provides a lot of storage for moderate encumbrance.
ru_ru: Большой военный рюкзак со специальной системой направляющих, разработанной для уменьшения нагрузки, ощущаемой носителем при движении вверх и вниз, предоставляет много места для хранения при умеренном стеснении.

source: XL leather jumpsuit
ru_ru: кожаный комбинезон XL

source: A short-sleeved jumpsuit made from thick leather. Provides decent storage and proteciton, and is not very encumbering. This can be worn regardless of your state of mutation
ru_ru: Комбинезон из толстой кожи с короткими рукавами. Обеспечивает достойное место для хранения и защиту и при этом не слишком стесняет движения. Его можно носить независимо от анатомии тела.

source: XL armored leather jumpsuit
ru_ru: бронированный кожаный комбинезон XL

source: An armored short-sleeved jumpsuit made from thick leather and metal plates. Cumbersome, but offers excellent protection from harm. This can be worn regardless of your state of mutation
ru_ru: Бронированный комбинезон из толстой кожи и металлических пластин с короткими рукавами. Неудобная, но отлично защищает от повреждений. Его можно носить независимо от анатомии тела.

source: pair of XL leather arm guards
ru_ru: пара кожаных наручей XL

source: A pair of massive tough leather arm guards. Fairly light and comfortable.
ru_ru: Пара огромных прочных кожаных наручей. Довольно легкие и удобные.

source: pair of XL leather armor gauntlets
ru_ru: пара кожаных перчаток без пальцев XL

source: Heavy and massive fingerless leather gloves. Very flexible and comfortable.
ru_ru: Пара огромных тяжелых кожаные перчатки без пальцев. Очень гибкие и удобные.

source: pair of XL leather gloves
ru_ru: пара кожаных перчаток XL

source: A massive pair of black leather gloves.
ru_ru: Огромные черные кожаные перчатки.

source: XL leather armor helmet
ru_ru: кожаный бронированный шлем XL

source: A massive and thick leather helmet that provides excellent protection for the head.
ru_ru: Огромный и толстый кожаный шлем, обеспечивающий отличную защиту головы.

source: XL scrap suit
ru_ru: костюм из металлолома XL

source: A massive suit of armor made from scraps of metal secured by simple strings; provides decent protection, but the loose collection of plates doesn't make for the most convenient protection.
ru_ru: Огромный доспех, сделанный из кусков металла, скрепленных простыми веревками. Обеспечивает достойную защиту, но неплотно прилегающие друг к другу пластины - не самая удобная защита.

source: pair of XL metal arm guards
ru_ru: пара металлических наручей XL

source: A massive pair of arm guards hammered out from metal. Perfect for the Post-Apocalyptic Warrior look.
ru_ru: Пара огромных наручей, выкованных из металла. Идеально подходят для образа пост-апокалиптического воина.

source: pair of XL iron greaves
ru_ru: пара железных поножей XL

source: A massive pair of iron leg guards with a simple leather lining.
ru_ru: Пара огромных железных поножей на ноги с простой кожаной подкладкой.

source: pair of XL chitinous gauntlets
ru_ru: пара хитиновых рукавиц XL

source: Massive gauntlets made from the exoskeletons of insects. Very light and durable.
ru_ru: Огромные перчатки, сделанные из хитина насекомых. Очень легкие и прочные.

source: pair of XL biosilicified chitin gauntlets
ru_ru: пара биосилицированных хитиновых рукавиц XL

source: Massive gauntlets crafted from the carefully cleaned and pruned biosilicified exoskeletons of acidic ants. Acid-resistant and very durable.
ru_ru: Огромные перчатки, созданные из тщательно очищенных и срезанных биосилицированных экзоскелетов кислотных муравьев. Кислотостойкие и очень прочные.

source: XL chitinous helmet
ru_ru: хитиновый шлем XL

source: A massive helmet made from the exoskeletons of insects. Covers the entire head; very light and durable.
ru_ru: Огромный шлем, сделанный из экзоскелетов насекомых. Закрывает всю голову, очень легкий и прочный.

source: XL biosilicified chitin helmet
ru_ru: биосилицированный хитиновый шлем XL

source: A massive helmet crafted from the carefully cleaned and pruned biosilicified exoskeletons of acidic ants. Covers the entire head; acid-resistant and very durable.
ru_ru: Огромный шлем, созданный из тщательно очищенных и срезанных биосилицированных экзоскелетов кислотных муравьев. Покрывает всю голову. Кислотостойкий и очень прочный.

source: pair of XL chitin arm guards
ru_ru: пара хитиновых наручей XL

source: A pair of massive arm guards made from the exoskeletons of insects. Light and durable.
ru_ru: Пара огромных наручей, изготовленных из экзоскелетов насекомых. Легкие и прочные.

source: pair of XL biosilicified chitin arm guards
ru_ru: пара биосилицированных хитиновых наручей XL

source: A pair of massive arm guards crafted from the carefully cleaned and pruned biosilicified exoskeletons of acidic ants. Acid-resistant and very durable.
ru_ru: Пара огромных наручей, изготовленных из тщательно очищенных и срезанных биосилицированных экзоскелетов кислотных муравьев. Кислотостойкие и очень прочные.

source: XL chitinous armor
ru_ru: хитиновая броня XL

source: Massive leg and body armor made from the exoskeletons of insects. Light and durable.
ru_ru: Огромная броня для ног и тела, сделанная из экзоскелетов насекомых. Легкая и прочная.

source: XL biosilicified chitin armor
ru_ru: биосилицированная хитиновая броня XL

source: Massive leg and body armor crafted from the carefully cleaned and pruned biosilicified exoskeletons of acidic ants. Acid-resistant and very durable.
ru_ru: Огромная броня для ног и тела, созданная из тщательно очищенных и срезанных биосилицированных экзоскелетов кислотных муравьев. Кислотостойкая и очень прочная.

source: pair of XL flame-resistant gloves
ru_ru: пара огнеупорных перчаток XL

source: A massive, snug fitting pair of gloves made from thin and lightweight Nomex fire-resistant fabric. Tough yet breathable, they are light and comfortable to wear under clothing.
ru_ru: Огромные, плотно прилегающие перчатки изготовлены из номекса, тонкой и легкой огнестойкой ткани. Прочные, но в то же время дышащие, они легки и комфортны для ношения под одеждой.

source: XL flame-resistant hood
ru_ru: огнеупорный капюшон XL

source: A massive, snug fitting garment that protects your head and neck, made from lightweight Nomex fire-resistant fabric. Tough yet breathable, it is light and comfortable to wear under clothing.
ru_ru: Огромная, плотно прилегающая одежда, защищающая голову и шею, изготовлена из номекса, тонкой и легкой огнестойкой ткани. Прочная, но в то же время дышащая, она легка и комфортна для ношения под одеждой.

source: pair of XL flame-resistant socks
ru_ru: пара огнеупорных носков XL

source: A massive, snug fitting pair of stockings made from thin and lightweight Nomex fire-resistant fabric. Tough yet breathable, they are light and comfortable to wear under clothing.
ru_ru: Огромные, плотно прилегающие носки из номекса, тонкой и легкой огнестойкой ткани. Прочные, но в то же время дышащие, они легки и комфортны для ношения под одеждой.

source: flame-resistant suit
ru_ru: огнеупорный комбинезон XL

source: A massive, snug body suit made from thin and lightweight Nomex fire-resistant fabric. Tough yet breathable, it is light and comfortable to wear under clothing.
ru_ru: Огромный, обтягивающий тело костюм из номекса, тонкой и легкой огнестойкой ткани. Прочные, но в то же время дышащие, они легки и комфортны для ношения под одеждой.

source: XL sleeveless trenchcoat
ru_ru: тренчкот без рукавов XL

source: A massive cotton trenchcoat that leaves your arms unencumbered. Has plenty of storage space due to its many pockets.
ru_ru: Огромный хлопковый тренчкот, который не стесняет движений. В нем много места для хранения благодаря многочисленным карманам.

source: XL sleeveless leather trenchcoat
ru_ru: кожаный тренчкот без рукавов XL

source: A massive leather trenchcoat without sleeves, leaving your arms unencumbered. Has plenty of storage space due to its many pockets.
ru_ru: Огромный кожаный тренчкот без рукавов, который не стесняет движений. В нем много места для хранения благодаря многочисленным карманам.

source: XL trenchcoat
ru_ru: тренчкот XL

source: A massive cotton trenchcoat, lined with pockets. Great for storage.
ru_ru: Массивный хлопковый тренчкот на молнии с карманами. Отлично подходит для хранения.

source: XL leather trenchcoat
ru_ru: кожаный тренчкот XL

source: A massive leather trenchcoat, lined with pockets. Great for storage.
ru_ru: Массивный кожаный тренчкот на молнии с карманами. Отлично подходит для хранения.

source: XL duster
ru_ru: пыльник XL

source: A massive full-length duster coat. Has many pockets for storage.
ru_ru: Огромное пальто-пыльник во всю длину. Имеет множество карманов для хранения.

source: XL leather duster
ru_ru: кожаный пыльник XL

source: A massive leather full-length duster. Has many pockets for storage.
ru_ru: Огромный кожаный пыльник во всю длину. Имеет множество карманов для хранения.

source: XL sleeveless duster
ru_ru: пыльник-безрукавка XL

source: A massive full-length duster that leaves your arms unencumbered. Has plenty of storage space due to its many pockets.
ru_ru: Огромный пыльник во всю длину, не стесняющий движений. Благодаря многочисленным карманам в нем много места для хранения.

source: XL sleeveless leather duster
ru_ru: кожаный пыльник без рукавов XL

source: A massive leather full-length duster without sleeves, leaving your arms unencumbered. Has plenty of storage space due to its many pockets.
ru_ru: Огромный кожаный пыльник во всю длину без рукавов, оставляющий ваши руки свободными. Благодаря многочисленным карманам в нем много места для хранения.

source: XL cargo pants
ru_ru: штаны с карманами XL

source: A massive pair of pants lined with pockets, offering lots of storage.
ru_ru: Огромные штаны с карманами, в которых можно хранить много вещей.

source: XL cargo shorts
ru_ru: шорты с карманами

source: A massive pair of shorts lined with pockets, offering decent storage.
ru_ru: Огромные шорты с карманами, в которых можно хранить много вещей.

source: XL plate armor
ru_ru: пластинчатая броня XL

source: A massive suit of Gothic plate armor.
ru_ru: Огромный готический пластинчатый доспех.

source: pair of XL armored gauntlets
ru_ru: пара бронерукавиц XL

source: An extremely heavy set of massive armor-plated leather gloves.
ru_ru: Очень тяжелые огромные кожаные перчатки, обшитые броней.

source: XL barbute helm
ru_ru: коринфский шлем XL

source: A massive medieval helmet that provides excellent protection for the head, with a Y shaped opening for the face.
ru_ru: Огромный средневековый шлем, обеспечивающий отличную защиту головы, с Y-образным отверстием для лица.

source: XL great helm
ru_ru: превосходный шлем XL

source: A massive medieval helmet that provides excellent protection to the entire head, at the cost of great encumbrance.
ru_ru: Огромный средневековый шлем, обеспечивающий отличную защиту всей головы, но при этом очень громоздкий.

source: XL O-yoroi
ru_ru: о-ёрой XL

source: A massive ornamental suit of Japanese samurai armor.
ru_ru: Огромный декоративный костюм в виде японских самурайских доспехов.

source: XL kabuto
ru_ru: кабуто

source: A massive medieval Japanese helmet with a scowling facemask that provides excellent protection to the entire head and face.
ru_ru: Огромный средневековый японский шлем с угрюмой маской, обеспечивающей отличную защиту всей головы и лица.

source: XL faraday plate suit
ru_ru: пластинчатый костюм Фарадея XL

source: A massive suit of Gothic plate armor, complete with boots, gauntlets, and a barbute helmet. It has been conductively interconnected, protecting against electricity.
ru_ru: Костюм готической пластинчатой брони, в комплекте с перчатками, рукавицами и шлемом с колючками. Он имеет проводящие соединения, защищающие от электричества.

source: pair of XL steel arm guards
ru_ru: пара стальных наручей XL

source: A massive full assembly of medieval arm protection. Rerebraces, couters, and vambraces, with leather straps to secure each piece and connect it as part of a set.
ru_ru: Огромный полный комплект средневековой защиты для рук. Перекладины, каутеры и вамбрасы, с кожаными ремнями для фиксации каждой детали и соединения их в комплект.

source: XL cuirass
ru_ru: кираса XL

source: A massive steel breastplate, and a vital part of plate armor. Even as full armor went into decline, cuirasses remained in use among cavalry in Europe.
ru_ru: Огромный стальной нагрудник - важнейшая часть пластинчатого доспеха. Даже когда полный доспех пришел в упадок, кирасы продолжали использоваться среди кавалерии в Европе.

source: pair of XL steel leg guards
ru_ru: пара стальных поножей XL

source: A masive full assembly of medieval leg protection. Cuisses, poleyns, and greaves, with leather straps to secure each piece and connect it as part of a set.
ru_ru: Огромный комплект средневековой защиты ног. Кирасы, полейны и поножи, с кожаными ремнями для крепления каждой детали и соединения их в комплект.

source: XL faraday chainmail suit
ru_ru: колчужный костюм Фарадея XL

source: A massive, fully customized chainmail suit. The coif, shirt, arms, and leggings have been modified with leather straps to deal with uneven weight distribution and to allow them to be used separately. It has been combined with a set of armored boots and gauntlets and conductively interconnected, protecting against electricity.
ru_ru: Огромный, полностью изготовленный на заказ костюм из кольчуги. Китель, рубаха, наручи и поножи были дополнены кожаными ремнями, чтобы справиться с неравномерным распределением веса и дать возможность использовать их по отдельности. В дополнение к нему идут бронированные сапоги и перчатки, которые соединены между собой проводящими элементами, защищающими от электричества.

source: XL chainmail armor
ru_ru: кольчужные доспехи XL

source: A massive fully customized chainmail suit. The coif, shirt, arms, and leggings have been modified with leather straps to deal with uneven weight distribution and to allow them to be used separately.
ru_ru: Огромный, полностью изготовленный на заказ костюм из кольчуги. Китель, рубаха, наручи и поножи были дополнены кожаными ремнями, чтобы справиться с неравномерным распределением веса и дать возможность использовать их по отдельности.

source: pair of XL chainmail sleeves
ru_ru: пара кольчужных рукавов XL

source: Massive customized chainmail arms. Each sleeve has leather straps to connect them with each other. The lack of fingers makes them less cumbersome and allows them to be used with gloves.
ru_ru: Огромные, полностью изготовленные на заказ колчужные рукава. Каждый рукав имеет кожаные ремешки для соединения между собой. Отсутствие пальцев делает их менее тяжелыми и позволяет использовать с перчатками.

source: XL chainmail coif
ru_ru: колчужный подшлемник XL

source: A massive customized chainmail hood. Can be worn comfortably under helmets.
ru_ru: Огромный кольчужный капюшон, изготовленный по индивидуальному заказу. Можно удобно носить под шлемами.

source: XL chainmail leggings
ru_ru: колчужные поножи XL

source: Massive customized chainmail legs. Their leather straps keep everything in place, and the lack of toes and heels allows them to work perfectly well with footwear.
ru_ru: Огромные, полностью изготовленные на заказ колчужные поножи. Огромные изготовленные по индивидуальному заказу ноги из цепного металла. Благодаря кожаным ремешкам все держится на месте, а благодаря отсутствию носков и каблуков они прекрасно сочетаются с обувью.

source: chainmail vest
ru_ru: кольчужный жилет XL

source: A customized chainmail vest. It's a sleeveless piece of chainmail with small leather straps designed to better distribute the weight.
ru_ru: Изготовленный на заказ жилет из кольчуги. Это безрукавка из кольчуги с небольшими кожаными ремнями, предназначенными для лучшего распределения веса.

source: pair of XL boots
ru_ru: пара ботинок XL

source: Massive leather boots. Very durable.
ru_ru: Огромные кожаные ботинки. Очень прочные.

source: pair of XL leather armor boots
ru_ru: пара кожаных бронеботинок XL

source: Massive leather boots made specifically to protect the feet. Light and tough.
ru_ru: Огромные кожаные ботинки, созданные специально для защиты ног. Легкие и прочные.

source: pair of XL armored boots
ru_ru: пара бронеботинок XL

source: An extremely heavy set of massive armor plated boots.
ru_ru: Очень тяжелые огромные сапоги, обшитые пластиной.

source: pair of XL chitinous boots
ru_ru: пара хитиновых ботинок XL

source: Massive boots made from the exoskeletons of insects. Light and durable.
ru_ru: Огромные ботинки, сделанные из экзоскелетов насекомых. Легкие и прочные.

source: pair of XL biosilicified chitin boots
ru_ru: пара биосилицированных хитиновых ботинок XL

source: Massive boots crafted from carefully cleaned and pruned biosilicified exoskeletons of acidic ants. Acid-resistant and very durable.
ru_ru: Огромные ботинки, изготовленные из тщательно очищенных и срезанных биосилицированных экзоскелетов кислотных муравьев. Кислотоустойчивые и очень прочные.

source: XL backpack
ru_ru: рюкзак XL

source: A large backpack. Good storage for a little encumbrance.
ru_ru: Большой рюкзак. Хорошее хранилище для небольшого количества вещей.

source: XL leather backpack
ru_ru: кожаный рюкзак XL

source: A large leather backpack. Good storage for a little encumbrance.
ru_ru: Большой кожаный рюкзак. Хорошее хранилище для небольшого количества вещей.

source: XL duffel bag
ru_ru: вещмешок XL

source: A massive duffel bag. Provides plenty of storage, but is severely encumbering.
ru_ru: Огромный вещмешок. Обеспечивает много места для хранения, но сильно стесняет движения.

source: XL tool belt
ru_ru: пояс для инструментов XL

source: A massive belt with pockets and four small belt loops. Widely used by handymen and electricians if handymen and electricians were bears.
ru_ru: Огромный ремень с карманами и четырьмя маленькими петлями для крепления. Широко использовался разнорабочими и электриками, если разнорабочие и электрики были медведями.

source: XL chest rig
ru_ru: нагрудник XL

source: A massive vest covered in webbing, pockets and straps. This variety is favored by the military, as it is capable of holding four magazines close at hand.
ru_ru: Огромный жилет, покрытый ремнями и карманами. Этот вариант предпочитают военные, так как в нем можно разместить четыре магазина под рукой.

source: pair of XL drop leg pouches
ru_ru: пара набедренных подсумков XL

source: A massive set of pouches that can be worn on the thighs using buckled straps. This variety is favored by the military.
ru_ru: Огромный набор подсумков, которые можно носить на бедрах с помощью пристегивающихся ремней. Этот вариант предпочитают военные.

source: XL tire armor
ru_ru: шинная броня XL

source: Massive makeshift armor made from parts of cut up tires. Incredibly thick and tough but just as encumbering.
ru_ru: Самодельная броня, сделанная из частей разрезанных шин. Невероятно толстая и прочная, но такая же неудобная. Её можно носить независимо от анатомии тела.

source: XL hard chest protector
ru_ru: жёсткий нагрудный протектор XL

source: A polyurethane chest protector with neoprene backing. This can be worn regardless of your state of mutation
ru_ru: Полиуретановый нагрудный протектор с неопреновой подкладкой. Его можно носить независимо от анатомии тела.

source: XL conductive suit
ru_ru: токопроводящий костюм XL

source: A one piece conductive suit used in linework. Provides decent physical protection and full protection against electricity. The hood is designed to fit over a hardhat. This can be worn regardless of your state of mutation
ru_ru: Цельный токопроводящий костюм, используемый при работе на электролиниях. Обеспечивает достойную физическую защиту и полную защиту от электричества. Капюшон предназначен для ношения поверх каски. Его можно носить независимо от анатомии тела.

source: XL floating backpack
ru_ru: парящий рюкзак XL

source: A small backpack with a special rail system designed to reduce the load felt by the wearer when moving up and down. Good storage for very little encumbrance. This can be worn regardless of your state of mutation
ru_ru: Небольшой рюкзак со специальной системой направляющих, разработанной для уменьшения нагрузки, ощущаемой носителем при движении вверх и вниз. Отличное место для хранения при минимальных габаритах. Его можно носить независимо от анатомии тела.

source: XL floating rucksack
ru_ru: парящий военный рюкзак XL

source: A huge military rucksack with a special rail system designed to reduce the load felt by the wearer when moving up and down, provides a lot of storage for moderate encumbrance. This can be worn regardless of your state of mutation
ru_ru: Большой военный рюкзак со специальной системой направляющих, разработанной для уменьшения нагрузки, ощущаемой носителем при движении вверх и вниз, предоставляет много места для хранения при умеренном стеснении. Его можно носить независимо от анатомии тела.

source: Adds more armors with recipes. Mainly XL versions for mutated characters, but there are a few new ones too.
ru_ru: Добавляет больше доспехов и их рецепты. В основном это XL-версии для мутировавших персонажей, но есть и несколько новых.
