Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Uekibati_mod/lang/*.po
Languages: ru_ru

source: Flower Pot
ru_ru: цветочный горшок

source: This is a flower pot made of clay. It is big enough for most crops.
ru_ru: Это цветочный горшок из глины. Он достаточно большой для большинства культур.

source: Flower Pot(growing tomato)
ru_ru: цветочный горшок (растущие томаты)

source: Tomatoes are ready to harvest!
ru_ru: Томаты готовы к сбору!

source: It is growing quickly.
ru_ru: Растет быстро.

source: This is a flower pot growing tomatoes
ru_ru: В этом цветочном горшке растут томаты.

source: Flower Pot(tomato)
ru_ru: цветочный горшок (томаты)

source: This is a flower pot containing a ready to harvest tomato.
ru_ru: Это цветочный горшок, в котором находится готовые к сбору томаты.

source: Flower Pot(growing blueberries)
ru_ru: цветочный горшок (растущая черника)

source: The blueberries are ready to harvest.
ru_ru: Черника готова к сбору.

source: The blueberries are growing quickly.
ru_ru: Черника растет быстро.

source: This is a flower pot growing blueberries.
ru_ru: В этом цветочном горшке растет черника.

source: Flower Pot(blueberries)
ru_ru: цветочный горшок (черника)

source: This is a flower pot containing ready to harvest blueberries.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору черника.

source: Flower Pot(growing strawberries)
ru_ru: цветочный горшок (растущая клубника)

source: The strawberries are ready to harvest.
ru_ru: Клубника готова к сбору.

source: The strawberries are growing quickly.
ru_ru: Клубника растет быстро.

source: This is a flower pot growing strawberries.
ru_ru: В этом цветочном горшке растет клубника.

source: Flower Pot(strawberries)
ru_ru: цветочный горшок (клубника)

source: This is a flower pot containing ready to harvest strawberries.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору клубника.

source: Flower Pot(growing blackberries)
ru_ru: цветочный горшок (растущая ежевика)

source: The blackberries are ready to harvest.
ru_ru: Ежевика готова к сбору.

source: The blackberries are growing quickly.
ru_ru: Ежевика растет быстро.

source: This is a flower pot growing blackberries.
ru_ru: В этом цветочном горшке растет ежевика.

source: Flower Pot(blackberries)
ru_ru: цветочный горшок (ежевика)

source: This is a flower pot containing blackberries ready to harvest.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору ежевика.

source: Flower Pot(growing cranberries)
ru_ru: цветочный горшок (растущая клюква)

source: The cranberries are ready to harvest.
ru_ru: Клюква готова к сбору.

source: The cranberries are growing quickly.
ru_ru: Клюква растет быстро.

source: This is a flower pot growing cranberries.
ru_ru: В этом цветочном горшке растет клюква.

source: Flower Pot(cranberries)
ru_ru: цветочный горшок (клюква)

source: This is a flower pot containing cranberries ready to harvest.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору клюква.

source: Flower Pot(growing raspberries)
ru_ru: цветочный горшок (растущая малина)

source: The raspberries are ready to harvest.
ru_ru: Малина готова к сбору.

source: The raspberries are growing quickly.
ru_ru: Малина растет быстро.

source: This is a flower pot growing raspberries.
ru_ru: В этом цветочном горшке растет малина.

source: Flower Pot(raspberries)
ru_ru: цветочный горшок (малина)

source: This is a flower pot with raspberries ready to harvest.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору малина.

source: Flower Pot(growing wheat)
ru_ru: цветочный горшок (растущая пшеница)

source: The wheat is ready to harvest.
ru_ru: Пшеница готова к сбору.

source: The wheat is growing quickly.
ru_ru: Пшеница растет быстро.

source: This is a flower pot growing wheat.
ru_ru: В этом цветочном горшке растет пшеница.

source: Flower Pot(wheat)
ru_ru: цветочный горшок (пшеница)

source: This is a flower pot with wheat ready to harvest.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору пшеница.

source: Flower Pot(growing hops)
ru_ru: цветочный горшок (растущий хмель)

source: The hops are ready to harvest.
ru_ru: Хмель готов к сбору.

source: The hops are growing quickly.
ru_ru: Хмель растет быстро.

source: This is a flower pot growing hops.
ru_ru: В этом цветочном горшке растет хмель.

source: Flower Pot(hops)
ru_ru: цветочный горшок (хмель)

source: This flower pot contains ready to harvest hops.
ru_ru: Это цветочный горшок, в котором находится готовый к сбору хмель.

source: Flower Pot(growing barley)
ru_ru: цветочный горшок (растущий ячмень)

source: The barley is ready to harvest.
ru_ru: Ячмень готов к сбору.

source: The barley is growing quickly.
ru_ru: Ячмень растет быстро.

source: This is a flower pot growing barley.
ru_ru: В этом цветочном горшке растет ячмень.

source: Flower Pot(barley)
ru_ru: цветочный горшок (ячмень)

source: This flower pot contains barley ready to harvest.
ru_ru: Это цветочный горшок, в котором находится готовый к сбору ячмень.

source: Flower Pot(sugar beet)
ru_ru: цветочный горшок (растущая сахарная свекла)

source: The sugar beets are ready to harvest.
ru_ru: Сахарная свекла готова к сбору.

source: The sugar beets are growing quickly.
ru_ru: Свекла растет быстро.

source: This flower pot contains growing sugar beets.
ru_ru: В этом цветочном горшке растет сахарная свекла.

source: Flower Pot(sugar beets)
ru_ru: цветочный горшок (сахарная свекла)

source: This flower pot contains ready to harvest sugar beets.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору сахарная свекла.

source: Flower Pot(growing lettuce)
ru_ru: цветочный горшок (растущий салат-латук)

source: The lettuce is ready to harvest.
ru_ru: Салат-латук готов к сбору.

source: The lettuce is growing quickly.
ru_ru: Салат-латук растет быстро.

source: This flower pot contains growing lettuce.
ru_ru: В этом цветочном горшке растет салат-латук.

source: Flower Pot(lettuce)
ru_ru: цветочный горшок (салат-латук)

source: The flower pot contains ready to harvest lettuce.
ru_ru: Это цветочный горшок, в котором находится готовый к сбору салат-латук.

source: Flower Pot(growing cabbage)
ru_ru: цветочный горшок (растущая капуста)

source: The cabbage is ready to harvest.
ru_ru: Капуста готова к сбору.

source: The cabbage is growing quickly.
ru_ru: Капуста растет быстро.

source: This flower pot contains growing cabbage.
ru_ru: В этом цветочном горшке растет капуста.

source: Flower Pot(cabbage)
ru_ru: цветочный горшок (капуста)

source: This flower pot contains ready to harvest cabbage.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору капуста.

source: Flower Pot(growing cotton boll)
ru_ru: цветочный горшок (растущий хлопок)

source: The cotton bolls are ready to harvest.
ru_ru: Хлопок готов к сбору.

source: The cotton bolls are growing quickly.
ru_ru: Хлопок растет быстро.

source: This flower pot contains growing cotton bolls.
ru_ru: В этом цветочном горшке растет хлопок.

source: Flower Pot(cotton boll)
ru_ru: цветочный горшок (хлопок)

source: This flower pot contains ready to harvest cotton bolls.
ru_ru: Это цветочный горшок, в котором находится готовый к сбору хлопок.

source: Flower Pot(growing broccoli)
ru_ru: цветочный горшок (растущие брокколи)

source: The broccoli is ready to harvest.
ru_ru: Брокколи готовы к сбору.

source: This flower pot contains growing broccoli.
ru_ru: В этом цветочном горшке растут брокколи.

source: Flower Pot(broccoli)
ru_ru: цветочный горшок (брокколи)

source: This flower pot contains ready to harvest broccoli.
ru_ru: Это цветочный горшок, в котором находится готовые к сбору брокколи.

source: Flower Pot(growing zucchini)
ru_ru: цветочный горшок (растущие кабачки)

source: The zucchini is ready to harvest.
ru_ru: Кабачки готовы к сбору.

source: This flower pot contains growing zucchini.
ru_ru: В этом цветочном горшке растут кабачки.

source: Flower Pot(zucchini)
ru_ru: цветочный горшок (кабачки)

source: This flower pot contains ready to harvest zucchini.
ru_ru: Это цветочный горшок, в котором находится готовые к сбору кабачки.

source: Flower Pot(growing onion)
ru_ru: цветочный горшок (растущий лук)

source: The onion is ready to harvest.
ru_ru: Лук готов к сбору.

source: This flower pot contains growing onions.
ru_ru: В этом цветочном горшке растет лук.

source: Flower Pot(onion)
ru_ru: цветочный горшок (лук)

source: This flower pot contains ready to harvest onions.
ru_ru: Это цветочный горшок, в котором находится готовый к сбору лук.

source: Flower Pot(growing garlic)
ru_ru: цветочный горшок (растущий чеснок)

source: The garlic is ready to harvest.
ru_ru: Чеснок готов к сбору.

source: This flower pot contains growing garlic.
ru_ru: В этом цветочном горшке растет чеснок.

source: Flower Pot(garlic)
ru_ru: цветочный горшок (чеснок)

source: This flower pot contains ready to harvest garlic,
ru_ru: Это цветочный горшок, в котором находится готовая к сбору чеснок.

source: Flower Pot(growing carrot)
ru_ru: цветочный горшок (растущая морковь)

source: The carrots are ready to harvest.
ru_ru: Морковь готова к сбору.

source: This flower pot contains growing carrots.
ru_ru: В этом цветочном горшке растет морковь.

source: Flower Pot(carrot)
ru_ru: цветочный горшок (морковь)

source: This flower pot contains ready to harvest carrots
ru_ru: Это цветочный горшок, в котором находится готовая к сбору морковь.

source: Flower Pot(growing corn)
ru_ru: цветочный горшок (растущая кукуруза)

source: The corn is ready to harvest.
ru_ru: Кукуруза готова к сбору.

source: This flower pot contains growing corn.
ru_ru: В этом цветочном горшке растет кукуруза.

source: Flower Pot(corn)
ru_ru: цветочный горшок (кукуруза)

source: This flower pot contains ready to harvest corn.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору кукуруза.

source: Flower Pot(growing oats)
ru_ru: цветочный горшок (растущий овёс)

source: 燕麦がready to harvest.
ru_ru: Овёс готов к сбору.

source: This flower pot contains growing oats.
ru_ru: В этом цветочном горшке растет овёс.

source: Flower Pot(oats)
ru_ru: цветочный горшок (овёс)

source: This flower pot contains ready to harvest oats.
ru_ru: Это цветочный горшок, в котором находится готовый к сбору овёс.

source: Flower Pot(growing beans)
ru_ru: цветочный горшок (растущие бобы)

source: The beans are ready to harvest.
ru_ru: Бобы готовы к сбору.

source: This flower pot contains growing beans.
ru_ru: В этом цветочном горшке растут бобы.

source: Flower Pot(beans)
ru_ru: цветочный горшок (бобы)

source: This flower pot contains ready to harvest beans.
ru_ru: Это цветочный горшок, в котором находится готовые к сбору бобы.

source: Flower Pot(growing potato)
ru_ru: цветочный горшок (растущий картофель)

source: The potatoes are ready to harvest.
ru_ru: Картофель готов к сбору.

source: This flower pot contains growing potatoes.
ru_ru: В этом цветочном горшке растет картофель.

source: Flower Pot(potato)
ru_ru: цветочный горшок (картофель)

source: This flower pot contains ready to harvest potatoes.
ru_ru: Это цветочный горшок, в котором находится готовый к сбору картофель.

source: Flower Pot(growing cucumber)
ru_ru: цветочный горшок (растущие огурцы)

source: The cucumber is ready to harvest.
ru_ru: Огурцы готовы к сбору.

source: This flower pot contains growing cucumber.
ru_ru: В этом цветочном горшке растут огурцы.

source: Flower Pot(cucumber)
ru_ru: цветочный горшок (огурцы)

source: This flower pot contains ready to harvest cucumber.
ru_ru: Это цветочный горшок, в котором находится готовые к сбору огурцы.

source: Flower Pot(growing celery)
ru_ru: цветочный горшок (растущий сельдерей)

source: The celery is ready to harvest.
ru_ru: Сельдерей готов к сбору.

source: This flower pot contains growing celery.
ru_ru: В этом цветочном горшке растет сельдерей.

source: Flower Pot(celery)
ru_ru: цветочный горшок (сельдерей)

source: This flower pot contains ready to harvest celery.
ru_ru: Это цветочный горшок, в котором находится готовый к сбору сельдерей.

source: Flower Pot(growing thyme)
ru_ru: цветочный горшок (растущий тимьян)

source: The thyme is ready to harvest.
ru_ru: Тимьян готов к сбору.

source: This flower pot contains growing thyme.
ru_ru: В этом цветочном горшке тимьян.

source: Flower Pot(thyme)
ru_ru: цветочный горшок (тимьян)

source: This flower pot contains ready to harvest thyme.
ru_ru: Это цветочный горшок, в котором находится готовый к сбору тимьян.

source: Flower Pot(growing canola)
ru_ru: цветочный горшок (растущая канола)

source: The canola is ready to harvest.
ru_ru: Канола готова к сбору.

source: This flower pot contains growing canola.
ru_ru: В этом цветочном горшке растет канола.

source: Flower Pot(canola)
ru_ru: цветочный горшок (канола)

source: This flower pot contains ready to harvest canola.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору канола.

source: Flower Pot(growing dogbane)
ru_ru: цветочный горшок (растущий кендырь)

source: The dogbane is ready to harvest.
ru_ru: Кендырь готов к сбору.

source: This flower pot contains growing dogbane.
ru_ru: В этом цветочном горшке кендырь.

source: Flower Pot(dogbane)
ru_ru: цветочный горшок (кендырь)

source: This flower pot contains ready to harvest dogbane.
ru_ru: Это цветочный горшок, в котором находится готовый к сбору кендырь.

source: Flower Pot(growing bee balm)
ru_ru: цветочный горшок (растущая монарда)

source: The bee balm is ready to harvest.
ru_ru: Монарда готова к сбору.

source: This flower pot contains growing bee balm.
ru_ru: В этом цветочном горшке растет монарда.

source: Flower Pot(bee balm)
ru_ru: цветочный горшок (монарда)

source: This flower pot contains ready to harvest bee balm.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору монарда.

source: Flower Pot(growing mugwort)
ru_ru: цветочный горшок (растущая полынь)

source: The mugwort is ready to harvest.
ru_ru: Полынь готова к сбору.

source: This flower pot contains growing mugwort.
ru_ru: В этом цветочном горшке растет полынь.

source: Flower Pot(mugwort)
ru_ru: цветочный горшок (полынь)

source: This flower pot contains ready to harvest mugwort.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору полынь.

source: Flower Pot(growing buckwheat)
ru_ru: цветочный горшок (растущая гречка)

source: The buckwheat is ready to harvest.
ru_ru: Гречка готова к сбору.

source: This flower pot contains growing buckwheat.
ru_ru: В этом цветочном горшке растет гречка.

source: Flower Pot(buckwheat)
ru_ru: цветочный горшок (гречка)

source: This flower pot contains ready to harvest buckwheat.
ru_ru: Это цветочный горшок, в котором находится готовая к сбору гречка.

source: Flower Pot(growing wild herbs)
ru_ru: цветочный горшок (растущие дикие травы)

source: The wild herbs are ready to harvest.
ru_ru: Дикие травы готовы к сбору.

source: This flower pot contains growing wild herbs.
ru_ru: В этом цветочном горшке растут дикие травы.

source: Flower Pot(wild herbs)
ru_ru: цветочный горшок (дикие травы)

source: This flower pot contains ready to harvest wild herbs.
ru_ru: Это цветочный горшок, в котором находится готовые к сбору дикие травы.

source: Flower Pot(growing wild veggies)
ru_ru: цветочный горшок (растущие дикие овощи)

source: The wild veggies are ready to harvest.
ru_ru: Дикие овощи готовы к сбору.

source: This flower pot contains growing wild veggies.
ru_ru: В этом цветочном горшке растут дикие овощи.

source: Flower Pot(wild veggies)
ru_ru: цветочный горшок (дикие травы)

source: This flower pot contains ready to harvest wild veggies.
ru_ru: Это цветочный горшок, в котором находится готовые к сбору дикие овощи.

source: Flower Pot(growing dandelion)
ru_ru: цветочный горшок (растущие одуванчики)

source: The dandelions are ready to harvest.
ru_ru: Одуванчики готовы к сбору.

source: This flower pot contains growing dandelion.
ru_ru: В этом цветочном горшке растут одуванчики

source: Flower Pot(dandelion)
ru_ru: цветочный горшок (одуванчики)

source: This flower pot contains ready to harvest dandelion.
ru_ru: Это цветочный горшок, в котором находится готовые к сбору одуванчики.

source: Flower Pot(growing rhubarb)
ru_ru: цветочный горшок (растущий ревень)

source: 大黄がready to harvest.
ru_ru: Ревень готов к сбору.

source: This flower pot contains growing rhubarb.
ru_ru: В этом цветочном горшке растет ревень.

source: Flower Pot(rhubarb)
ru_ru: цветочный горшок (ревень)

source: This flower pot contains ready to harvest rhubarb
ru_ru: Это цветочный горшок, в котором находится готовый к сбору ревень.

source: Flower Pot(growing mushrooms)
ru_ru: цветочный горшок (растущие грибы)

source: The mushrooms are ready to harvest.
ru_ru: Грибы готовы к сбору.

source: This flower pot contains growing mushrooms
ru_ru: В этом цветочном горшке растут грибы.

source: Flower Pot(mushrooms)
ru_ru: цветочный горшок (грибы)

source: This flower pot contains ready to harvest mushrooms
ru_ru: Это цветочный горшок, в котором находится готовые к сбору грибы.

source: Flower Pot(growing dry rice)
ru_ru: цветочный горшок (растущий рис)

source: The dry rice is ready to harvest.
ru_ru: Рис готов к сбору.

source: This flower pot contains growing dry rice
ru_ru: В этом цветочном горшке растет рис.

source: Flower Pot(dry rice)
ru_ru: цветочный горшок (рис)

source: This flower pot contains ready to harvest dry rice
ru_ru: Это цветочный горшок, в котором находится готовый к сбору рис.

source: Flower Pot(growing coffee beans)
ru_ru: цветочный горшок (растущие кофейные зерна)

source: The coffee beans ready to harvest.
ru_ru: Кофеные зерна готовы к сбору.

source: This flower pot contains growing coffee beans
ru_ru: В этом цветочном горшке растут кофейные зерна.

source: Flower Pot(coffee beans)
ru_ru: цветочный горшок (кофейные зерна)

source: This flower pot contains ready to harvest coffee beans
ru_ru: Это цветочный горшок, в котором находится готовые к сбору кофейные зерна.

source: Flowerpot (uekibati) mod
ru_ru: Цветочные горшки

source: This mod adds flowerpots for growing plants.
ru_ru: Этот мод добавляет цветочные горшки для выращивания растений.
