Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: More_tea_leaf/lang/*.po
Languages: ru_ru

source: MOD to grow tea leaves
ru_ru: Мод на выращивания чайных листьев

source: Add tea leaf seeds and raw tea leaves, some tea leaves and tea.
ru_ru: Добавляет семена чайных листьев и необработанные чайные листья, несколько видов чайных листьев и чай.

source: sugarless tea
ru_ru: чай без сахара

source: fruit tea
ru_ru: фруктовый чай

source: decaffeinated tea
ru_ru: чай без кофеина

source: It is a tea extracted with water. It is safe to drink before going to bed because caffeine is significantly reduced, but it may not be enough because the taste has changed compared to those made with hot water.
ru_ru: Это чай, разбавленный водой. Его можно пить перед сном, так как в нем значительно снижено содержание кофеина, однако вкуса может быть недостаточно, потому что он изменился по сравнению с тем, что был приготовлен с горячей водой.

source: green tea
ru_ru: зеленый чай

source: Green tea is a tea made from tea leaves, which is processed by heating the picked tea leaves to prevent fermentation. Vivid fresh green is beautiful.
ru_ru: Зеленый чай - это чай, изготовленный из чайных листьев, которые обрабатываются путем нагревания собранных чайных листьев, чтобы предотвратить ферментацию. Яркий свежий зеленый цвет - потрясающе.

source: decaffeinated green tea
ru_ru: зеленый чай без кофеина

source: 水で抽出した緑茶です。カフェインが大幅に少なくなっているので就寝前に飲用しても安心ですが、お湯で作ったものよりも味が変化しているので物足りないかもしれません。
ru_ru: Это зеленый чай, разбавленный водой. Его безопасно пить перед сном, так как он содержит значительно меньше кофеина, но вкус чая изменен по сравнению с чаем, приготовленным на горячей воде, и его может быть недостаточно.

source: oolong tea
ru_ru: чай улун

source: Oolong tea is a semi-fermented tea that is classified as blue tea among Chinese teas and stopped fermentation by heating during fermentation of tea leaves. I will refresh after drinking after meals.
ru_ru: Чай улун - это полуферментированный чай, который классифицируется как синий чай среди китайских чаев и прекратил ферментацию путем нагревания во время ферментации чайных листьев. Освежает после употребления после еды.

source: decaffeinated oolong tea
ru_ru: чай улун без кофеина

source: It is oolong tea extracted with water. It is safe to drink before going to bed, as caffeine is significantly reduced, but the taste may have changed and more than those made with hot water.
ru_ru: Это чай улун, разбавленный водой. Его можно пить перед сном, так как в нем значительно меньше кофеина, но вкус может быть изменен по сравнению с чаем, приготовленным на горячей воде.

source: boiled plum tea
ru_ru: заваренный сливовый чай

source: Sumomo simmered with black tea and sugar. The sweetness of the tea is good and the flavor of the tea is good.
ru_ru: Сумомо заваривается с черным чаем и сахаром. Сладость чая хорошая, а вкус - приятный.

source: milk tea with banana and chocolate flavorings
ru_ru: молочный чай с банановым и шоколадным вкусом

source: It has a sweet, rich, parfait-like flavor with a milk-rich black tea plus banana and chocolate flavors.
ru_ru: У него сладкий, насыщенный вкус, напоминающий парфе, с богатым содержанием молока в черном чае, а также банановым и шоколадным ароматами.

source: It is black tea with added fruit juice. Fruity and delicious.
ru_ru: Это черный чай с добавлением фруктового сока. Фруктовый и вкусный.

source: berry tea
ru_ru: ягодный чай

source: It is black tea with berry juice. Fruity and delicious.
ru_ru: Это черный чай с ягодным соком. Фруктовый и вкусный.

source: apple tea
ru_ru: яблочный чай

source: It is a black tea with apple juice added. Fruity and delicious.
ru_ru: Это черный чай с добавлением яблочного сока. Фруктовый и вкусный.

source: pear tea
ru_ru: грушевый чай

source: It is a black tea with pear juice added. Fruity and delicious.
ru_ru: Это черный чай с добавлением грушевого сока. Фруктовый и вкусный.

source: cherry tea
ru_ru: вишневый чай

source: It is a black tea with cherry juice added. Fruity and delicious.
ru_ru: Это черный чай с добавлением вишневого сока. Фруктовый и вкусный.

source: peach tea
ru_ru: персиковый чай

source: It is a black tea with peach juice added. Fruity and delicious.
ru_ru: Это черный чай с добавлением персикового сока. Фруктовый и вкусный.

source: apricot tea
ru_ru: абрикосовый чай

source: It is black tea with apricot juice. Fruity and delicious.
ru_ru: Это черный чай с добавлением абрикосового сока. Фруктовый и вкусный.

source: lemon tea
ru_ru: лимонный чай

source: It is a black tea with lemon juice added. Fruity and delicious.
ru_ru: Это черный чай с добавлением лимонного сока. Фруктовый и вкусный.

source: mango tea
ru_ru: манговый чай

source: It is black tea with mango juice. Fruity and delicious.
ru_ru: Это черный чай с добавлением мангового сока. Фруктовый и вкусный.

source: grape tea
ru_ru: виноградный чай

source: It is a black tea with grape juice added. Fruity and delicious.
ru_ru: Это черный чай с добавлением виноградного сока. Фруктовый и вкусный.

source: grapefruit tea
ru_ru: грейпфрутовый чай

source: It is a black tea with grapefruit juice. Fruity and delicious.
ru_ru: Это черный чай с добавлением грейпфрутового сока. Фруктовый и вкусный.

source: papaya tea
ru_ru: папайевый чай

source: It is a tea with papaya juice added. Fruity and delicious.
ru_ru: Это чай с добавлением сока папайи. Фруктовый и вкусный.

source: orange tea
ru_ru: апельсиновый чай

source: It is black tea with orange juice. Fruity and delicious.
ru_ru: Это черный чай с добавлением апельсинового сока. Фруктовый и вкусный.

source: pomegranate tea
ru_ru: гранатовый чай

source: It is a tea with pomegranate juice added. Fruity and delicious.
ru_ru: Это чай с добавлением гранатового сока. Фруктовый и вкусный.

source: squished
ru_ru: раздавлено

source: cut
ru_ru: порезано

source: lightly damaged
ru_ru: немного повреждено

source: damaged
ru_ru: повреждено

source: very damaged
ru_ru: сильно поврежденно

source: thoroughly damaged
ru_ru: очень сильно повреждено

source: Tea Leaf template
ru_ru: Образец чайного листа

source: tea leaf seed
ru_ru: семечко чайного листа

source: It is a species of tea leaves.
ru_ru: Это один из видов чайных листьев.

source: tea plant
ru_ru: чайное растение

source: raw tea leaf
ru_ru: сырой чайный лист

source: It is a raw tea leaf.
ru_ru: Это сырой чайный лист.

source: green tea leaf
ru_ru: лист зеленого чая

source: It is green tea leaves. You can use green tea or you can eat it raw. It is necessary to eat as much as you feel unwell to heal your hunger.
ru_ru: Это листья зеленого чая. Вы можете приготовить зеленый чай или есть листья сырыми.

source: oolong tea leaf
ru_ru: лист чая улун

source: Oolong tea leaves. You can use oolong tea or you can eat it raw. It is necessary to eat as much as you feel unwell to heal your hunger.
ru_ru: Листья чая улун. Вы можете приготовить чай улун или есть листья сырыми.
