Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: pipe-revolver-rifles/lang/*.po
Languages: ru_ru

source: shotgun revolver
ru_ru: револьверный дробовик

source: A shotgun modified to use a revolver cylinder mechanism, it can hold 6 cartridges.
ru_ru: Дробовик, переделанный под револьверный барабанный механизм, вмещающий до 6 патронов.

source: revolver pipe rifle: .30-06
ru_ru: револьверная винтовка .30-06

source: A homemade .30-06 pipe rifle modified to use a revolver cylinder mechanism, it can hold 6 cartridges.
ru_ru: Самодельная винтовка калибра .30-06, сделанная из труб, переделанная под револьверный барабанный механизм, вмещающий до 6 патронов.

source: revolver pipe rifle: .22
ru_ru: револьверная винтовка .22

source: A homemade .22 pipe rifle modified to use a revolver cylinder mechanism, it can hold 6 cartridges.
ru_ru: Самодельная винтовка калибра .22, сделанная из труб, переделанная под револьверный барабанный механизм, вмещающий до 6 патронов.

source: revolver pipe rifle: 9x19mm
ru_ru: револьверная винтовка 9x19 мм

source: A homemade 9x19mm pipe rifle modified to use a revolver cylinder mechanism, it can hold 6 cartridges.
ru_ru: Самодельная винтовка калибра 9x19 мм, сделанная из труб, переделанная под револьверный барабанный механизм, вмещающий до 6 патронов.

source: revolver pipe rifle: .45
ru_ru: револьверная винтовка .45

source: A homemade .45 pipe rifle modified to use a revolver cylinder mechanism, it can hold 6 cartridges.
ru_ru: Самодельная винтовка калибра .45, сделанная из труб, переделанная под револьверный барабанный механизм, вмещающий до 6 патронов.

source: revolver pipe rifle: .38
ru_ru: револьверная винтовка .38 Особый

source: A homemade .38 pipe rifle modified to use a revolver cylinder mechanism, it can hold 6 cartridges.
ru_ru: Самодельная винтовка калибра .38 Особый, сделанная из труб, переделанная под револьверный барабанный механизм, вмещающий до 6 патронов.

source: revolver pipe rifle: .44
ru_ru: револьверная винтовка .44 Магнум

source: A homemade .44 pipe rifle modified to use a revolver cylinder mechanism, it can hold 6 cartridges.
ru_ru: Самодельная винтовка калибра .44 Магнум, сделанная из труб, переделанная под револьверный барабанный механизм, вмещающий до 6 патронов.

source: revolver pipe rifle: .40
ru_ru: револьверная винтовка .40 S&W

source: A homemade .40 pipe rifle modified to use a revolver cylinder mechanism, it can hold 6 cartridges.
ru_ru: Самодельная винтовка калибра .40 S&W, сделанная из труб, переделанная под револьверный барабанный механизм, вмещающий до 6 патронов.

source: revolver pipe rifle: 5.56mm
ru_ru: револьверная винтовка 5.56x45 мм

source: A homemade 5.56mm pipe rifle modified to use a revolver cylinder mechanism, it can hold 6 cartridges.
ru_ru: Самодельная винтовка калибра 5.56x45 мм, сделанная из труб, переделанная под револьверный барабанный механизм, вмещающий до 6 патронов.

source: Pipe Revolver Rifles
ru_ru: Самодельные револьверные винтовки

source: Adds revolver-style uppgraded versions of pipe rifles.
ru_ru: Добавляет модернизированные версии самодельных винтовок в револьверном стиле.
