Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Mining_Mod_*/lang/*.po
Languages: ru_ru

source: Make Stone Anvil
ru_ru: Сделать каменную наковальню

source: Extract Black Sand
ru_ru: Очистить черный песок

source: stone anvil
ru_ru: каменная наковальня

source: A anvil, it looks rock solid
ru_ru: Наковальня, она выглядит прочной

source: smash!
ru_ru: крушение!

source: thump.
ru_ru: глухой удар.

source: chunk of native copper
ru_ru: кусок самородной меди

source: A large chunk of copper, in its native state. It only needs to be worked into a more usable shape.
ru_ru: Большой кусок самородной меди Его нужно только обработать, чтобы придать ему более удобную форму.

source: chunk of native silver
ru_ru: кусок самородного серебра

source: A large chunk of silver, in its native state. It only needs to be molded into a more usable shape.
ru_ru: Большой кусок самородного серебра. Его нужно только отлить, чтобы придать ему более удобную форму.

source: chunk of native gold
ru_ru: кусок самородного золота

source: A large chunk of native gold, a rare find. It only needs to be molded into a more usable shape.
ru_ru: Большой кусок самородного золота, редкая находка. Его нужно только отлить, чтобы придать ему более удобную форму.

source: chunk of native aluminum
ru_ru: кусок самородного алюминия

source: A large chunk of native aluminum, which would have been priceless before other ways to obtain aluminum were invented. It needs to be cast into an ingot.
ru_ru: Большой кусок самородного алюминия, который был бы бесценен до того, как были изобретены другие способы его получения. Его необходимо отлить в слиток.

source: chunk of cassiterite
ru_ru: кусок касситерита

source: A large chunk of cassiterite, an ore of tin. It only needs to be smelted into a usable form.
ru_ru: Большой кусок оловянной руды - касситерита. Его нужно только переплавить в пригодную для использования форму.

source: chunk of galena
ru_ru: кусок галенита

source: A large chunk of galena, a lead ore with small amounts of silver. It only needs to be smelted into a usable form.
ru_ru: Большой кусок галенита, свинцовой руды с небольшим количеством серебра. Ее нужно только переплавить в пригодную для использования форму.

source: chunk of hematite
ru_ru: кусок гематита

source: A large chunk of hematite, an ore of iron. It only needs to be smelted into a usable form.
ru_ru: Большой кусок гематита, железной руды. Ее нужно только переплавить в пригодную для использования форму.

source: copper pickaxe
ru_ru: медная кирка

source: This is a handmade copper pickaxe, suitable for breaking up hard things or (with enough skill) hard targets. Strike the earth!
ru_ru: Это медная кирка ручной работы, подходящая для разбивания твердых предметов или (при достаточной сноровке) твердых целей. Ударьте землю!

source: bone pickaxe
ru_ru: костяная кирка

source: This is a primitive pickaxe, traditionally made from antler or bone, and fire-hardened for greater hardness. It will wear out with use, but still suitable for striking the earth.
ru_ru: Это примитивная кирка, традиционно изготавливаемая из оленьего рога или костей за счет закалки огнем для большей твердости. С течением времени она изнашивается, но все еще пригодна для нанесения ударов о землю.

source: leveled boulder anvil
ru_ru: наковальня из выровненного валуна

source: black sand
ru_ru: чёрный песок

source: A handful of sand, rich with minerals eroded from a deposit somewhere upstream. Not as useful in this state, but might be a source of magnetite.
ru_ru: Горсть песка, богатого минералами, вымытыми из месторождения где-то выше по течению. Не так полезен в таком состоянии, но может быть источником магнетита.

source: Adds mineral veins randomly found underground, to obtain various natural resources.
ru_ru: Добавляет минеральные жилы, случайно расположенные под землей, для получения различных природных ресурсов.

source: mineral vein
ru_ru: минеральная жила

source: mineral vein?
ru_ru: минеральная жила?

source: field?
ru_ru: поле?

source: forest?
ru_ru: лес?

source: swamp?
ru_ru: болото?

source: alluvial deposit
ru_ru: россыпное месторождение

source: bituminous coal
ru_ru: каменный уголь

source: A vein of soft coal.
ru_ru: Жила каменного угля.

source: crash!
ru_ru: треск!

source: whump!
ru_ru: хлюп!

source: halite
ru_ru: каменная соль

source: A vein of salt.
ru_ru: Жила соли.

source: niter
ru_ru: селитра

source: A vein of saltpeter.
ru_ru: Жила селитры.

source: brimstone
ru_ru: сера

source: A vein of sulfur.
ru_ru: Серная жила.

source: native copper
ru_ru: самородная медь

source: A vein of copper.
ru_ru: Медная жила.

source: native silver
ru_ru: самородное серебро

source: A vein of silver.
ru_ru: Серебряная жила.

source: native gold
ru_ru: самородное золото

source: A glittering vein of gold.
ru_ru: Сверкающая золотая жила.

source: native alumimum
ru_ru: самородный алюминий

source: A vein of alumimum.
ru_ru: Жила алюминия.

source: cassiterite
ru_ru: касситерит

source: A deposit of cassiterite.
ru_ru: Месторождение касситерита.

source: galena
ru_ru: галенит

source: A deposit of galena.
ru_ru: Месторождение галенита.

source: hematite
ru_ru: гематит

source: A deposit of hematite.
ru_ru: Месторождение гематита.

source: A patch of dark, heavy sand that could be quite useful, if it was extracted properly.
ru_ru: Россыпь темного, тяжелого песка, который может оказаться весьма полезным, если его правильно добыть.

source: thump
ru_ru: стук
