Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Growable_pots/lang/*.po
Languages: ru_ru

source: garden pot
ru_ru: садовый горшок

source: A special pot for growing plants, maintaining them at comfortable conditions for maximum yield. It can be crafted with various seeds to plant them.
ru_ru: Специальный горшок для выращивания растений, поддерживающий комфортные условия для получения максимального урожая. В него можно поместить различные семена, чтобы посадить их.

source: garden pot (growing)
ru_ru: садовый горшок (выращивание)

source: A garden pot growing some tasty, unnameable plants. You shouldn't see this item.
ru_ru: В садовом горшке растут вкусные безымянные растения. Вы не должны видеть этот предмет.

source: garden pot (grown)
ru_ru: садовый горшок (выращенно)

source: A garden pot with some ripe, unnameable plants. You shouldn't see this item.
ru_ru: Садовый горшок со зрелыми, безымянными растениями. Вы не должны видеть этот предмет.

source: garden pot (growing tomato)
ru_ru: садовый горшок (растущие томаты)

source: The tomatoes are ready to harvest!
ru_ru: Томаты готовы к сбору!

source: It isn't done growing yet.
ru_ru: Еще не закончило расти.

source: This is a garden pot growing tomatoes. Once ripe, it can be activated to prepare them for harvest.
ru_ru: Это садовый горшок, в котором растут томаты. Когда они созреют, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe tomato)
ru_ru: садовый горшок (зрелые томаты)

source: This is a garden pot with a ripe tomato plant. Disassemble to retrieve the tasty 'matos.
ru_ru: Это садовый горшок со зрелыми томатами. Разберите его, чтобы достать вкусные томаты.

source: garden pot (growing wheat)
ru_ru: садовый горшок (растущая пшеница)

source: The wheat is ready to harvest!
ru_ru: Пшеница готова к сбору!

source: This is a garden pot growing wheat. Once ripe, it can be activated to prepare it for harvest.
ru_ru: Это садовый горшок, в котором растет пшеница. Когда она созреет, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe wheat)
ru_ru: садовый горшок (зрелая пшеница)

source: This is a garden pot with wheat ready to harvest. Disassemble to retrieve it.
ru_ru: Это садовый горшок со зрелой пшеницей. Разберите его, чтобы собрать.

source: garden pot (growing hops)
ru_ru: садовый горшок (растущий хмель)

source: The hops are ready to harvest!
ru_ru: Хмель готов к сбору!

source: This is a garden pot growing hops. Once ripe, it can be activated to prepare it for harvest.
ru_ru: Это садовый горшок, в котором растет хмель. Когда он созреет, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe hops)
ru_ru: садовый горшок (зрелый хмель)

source: This is a garden pot containing blooming hops flowers. Disassemble to harvest them.
ru_ru: Это садовый горшок, содержащий цветущие цветы хмеля. Разберите его, чтобы собрать урожай.

source: garden pot (growing buckwheat)
ru_ru: садовый горшок (растущая гречка)

source: The buckwheat is ready to harvest!
ru_ru: Гречка готова к сбору!

source: This is a garden pot growing buckwheat. Once ripe, it can be activated to prepare it for harvest.
ru_ru: Это садовый горшок, в котором растет гречка. Когда она созреет, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe buckwheat)
ru_ru: садовый горшок (зрелая гречка)

source: This is a garden pot containing ripe buckwheat stalks. Disassemble to harvest them.
ru_ru: Это садовый горшок, содержащий зрелые гречневые стебли. Разберите его, чтобы собрать урожай.

source: garden pot (growing broccoli)
ru_ru: садовый горшок (растущие брокколи)

source: The broccoli is ready to harvest!
ru_ru: Брокколи готовы к сбору!

source: This is a garden pot growing broccoli. Once ripe, it can be activated to prepare it for harvest.
ru_ru: Это садовый горшок, в котором растут брокколи. Когда они созреют, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe broccoli)
ru_ru: садовый горшок (зрелые брокколи)

source: This is a garden pot containing some fully-grown broccoli. Disassemble to harvest it.
ru_ru: Это садовый горшок, содержащий полностью выросшие брокколи. Разберите его, чтобы собрать урожай.

source: garden pot (growing oats)
ru_ru: садовый горшок (растущий овёс)

source: The oats are ready to harvest!
ru_ru: Овёс готов к сбору!

source: This is a garden pot growing oats. Once ripe, it can be activated to prepare it for harvest.
ru_ru: Это садовый горшок, в котором растет овёс. Когда он созреет, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe oats)
ru_ru: садовый горшок (зрелый овёс)

source: This is a garden pot containing some golden, fully-grown oats. Disassemble to harvest them.
ru_ru: Это садовый горшок, содержащий полностью выросший овёс. Разберите его, чтобы собрать урожай.

source: garden pot (growing barley)
ru_ru: садовый горшок (растущий ячмень)

source: Barley is ready to harvest!
ru_ru: Ячмень готов к сбору!

source: This is a garden pot growing barley. Once ripe, it can be activated to prepare it for harvest.
ru_ru: Это садовый горшок, в котором растет ячмень. Когда он созреет, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe barley)
ru_ru: садовый горшок (зрелый ячмень)

source: This is a garden pot containing some ready-to-harvest barley. Disassemble to harvest it.
ru_ru: Это садовый горшок, в котором находится зрелый ячмень. Разберите его, чтобы собрать урожай.

source: garden pot (growing carrot)
ru_ru: садовый горшок (растущая морковь)

source: The carrots are ready to harvest!
ru_ru: Морковь готова к сбору!

source: This is a garden pot growing carrots. Once ripe, it can be activated to prepare it for harvest.
ru_ru: Это садовый горшок, в котором растет морковь. Когда она созреет, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe carrot)
ru_ru: садовый горшко (зрелая морковь)

source: This is a garden pot containing some ripe carrots. Disassemble to harvest them. Store away from rabbits.
ru_ru: Это садовый горшок, со зрелой морковью. Разберите его, чтобы собрать урожай. Храните вдали от кроликов.

source: garden pot (growing cotton)
ru_ru: садовый горшок (растущий хлопок)

source: The cotton is ready to harvest!
ru_ru: Хлопок готов к сбору!

source: This is a garden pot growing cotton. Once ripe, it can be activated to prepare it for harvest.
ru_ru: Это садовый горшок, в котором растет хлопок. Когда он созреет, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe cotton)
ru_ru: садовый горшок (зрелый хлопок)

source: This is a garden pot containing white, fluffy cotton bolls ready for the loom. Disassemble to pluck them.
ru_ru: Это садовый горшок, содержащий белые пушистые хлопковые шарики, готовые к сбору. Разберите его, чтобы собрать их.

source: garden pot (growing cabbage)
ru_ru: садовый горшок (растущая капуста)

source: The cabbages are ready to harvest!
ru_ru: Капуста готова к сбору!

source: This is a garden pot growing cabbage. Once ripe, it can be activated to prepare it for harvest.
ru_ru: Это садовый горшок, в котором растет капуста. Когда она созреет, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe cabbage)
ru_ru: садовый горшок (зрелая капуста)

source: This is a garden pot containing a big cabbage leaf. Disassemble to harvest it.
ru_ru: Это садовый горшок, в котором находятся большие капустные листы. Разберите его, чтобы собрать урожай.

source: garden pot (growing cucumber)
ru_ru: садовый горшок (растущие огурцы)

source: The cucumbers are ready to harvest!
ru_ru: Огурцы готовы к сбору!

source: This is a garden pot growing cucumber. Once ripe, it can be activated to prepare it for harvest.
ru_ru: Это садовый горшок, в котором растут огурцы. Когда они созреют, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe cucumber)
ru_ru: садовый горшок (зрелые огурцы)

source: This is a garden pot containing ripe cucumbers. Disassemble to harvest them.
ru_ru: Это садовый горшок, содержащий созревшие огурцы. Разберите его, чтобы собрать урожай.

source: garden pot (growing garlic)
ru_ru: садовый горшок (растущий чеснок)

source: The garlic is ready to harvest!
ru_ru: Чеснок готов к сбору!

source: This is a garden pot growing garlic bulbs. Once ripe, it can be activated to prepare it for harvest.
ru_ru: Это садовый горшок, в котором растут луковицы чеснока. Когда они созреют, его можно активировать, чтобы собрать урожай.

source: garden pot (ripe garlic)
ru_ru: садовый горшок (зрелый чесное)

source: This is a garden pot containing pungent garlic bulbs. Disassemble to harvest them, or wave it at vampires to scare them.
ru_ru: Это садовый горшок, содержащий острые луковицы чеснока. Разберите его, чтобы собрать урожай, или помашите им перед вампирами, чтобы напугать их.

source: Garden Pots
ru_ru: Садовые горшки

source: Allows you to grow seeds in craftable garden pots that can be carried around as items. Perfect for the nomadic botanist.
ru_ru: Позволяет выращивать семена в изготавливаемых садовых горшках, которые можно носить с собой в качестве предметов. Идеально подходит для кочевого ботаника.
