Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Mutated-Arsenal/lang/*.po
Languages: ru_ru

source: mutant power armor
ru_ru: тяжелая силовая броня XL

source: The %s engages.
ru_ru: %s включается.

source: A modified suit of DoubleTech Power Armor, Mk. II-H.Designed to be used with mutated anatomy in the _REDACTED_ project,it stayed a proof of concept since the _REDACTED_ lifecycle was too short.
ru_ru: Модифицированная силовая броня DoubleTech, Mk. II-H. Разработанная для использования с экзотической анатомией в проекте _REDACTED_, она так и осталась пробным вариантом, поскольку период существования _REDACTED_ был слишком мал.

source: mutant power armor (active)
ru_ru: силовая броня XL (активно)

source: Turn off
ru_ru: Выключить

source: The %s disengages.
ru_ru: %s отключается.

source: A modified suit of DoubleTech Power Armor, Mk. II-H.Designed to be used with mutated anatomy in the _REDACTED_ project,it stayed a proof of concept since the _REDACTED_ lifecycle was too short. It is currently turned on, activate it to turn it off.
ru_ru: Модифицированная силовая броня DoubleTech, Mk. II-H. Разработанная для использования с экзотической анатомией в проекте _REDACTED_, она так и осталась пробным вариантом, поскольку период существования _REDACTED_ был слишком мал. В настоящее время она включена, активируйте ее, чтобы выключить.

source: heavy power armor helmet
ru_ru: шлем тяжелой силовой брони XL

source: A power armor helmet designed for use with the modified DoubleTech Power Armor, Mk. II-H.Like its accompanying suit, it was never mass produced since the lifespan of _REDACTED_ soldiers was too short, so only the blueprints remained.
ru_ru: Шлем силовой брони, предназначенный для использования с модифицированной силовой броней DoubleTech Mk. II-H. Как и сопутствующий костюм, он никогда не производился серийно, поскольку срок службы солдат _REDACTED_ был слишком коротким, так что остались только чертежи.

source: heavy power armor helmet (active)
ru_ru: шлем тяжелой силовой брони XL (активно)

source: The %s powers down.
ru_ru: %s отключается.

source: A power armor helmet designed for use with the modified DoubleTech Power Armor, Mk. II-H.Like its accompanying suit, it was never mass produced since the lifespan of _REDACTED_ soldiers was too short, so only the blueprints remained .
ru_ru: Шлем силовой брони, предназначенный для использования с модифицированной силовой броней DoubleTech Mk. II-H. Как и сопутствующий костюм, он никогда не производился серийно, поскольку срок службы солдат _REDACTED_ был слишком коротким, так что остались только чертежи.

source: Alexs Mutant Power Armor
ru_ru: Mutant Power Armor

source: Adds Power Armor usable by all mutations lines, to make mutations a little less suckier
ru_ru: Добавляет силовую броню, которую можно использовать со всеми мутациями, чтобы сделать путь мутаций немного менее отстойными
