Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: XEAS/lang/*.po
Languages: ru_ru

source: xeas bag
ru_ru: сумка XEAS

source: Small lace bag. But large inside!
ru_ru: Маленькая сумочка из номекса. Но большая внутри!

source: pair of xeas boot
ru_ru: пара ботинок XEAS

source: A pair of experimental mix multilayer boots.
ru_ru: Пара многослойных ботинок из экспериментальных материалов.

source: pair of xeas gloves
ru_ru: пара перчаток XEAS

source: A pair of xeas experimental mix multilayer gloves.
ru_ru: Пара многослойных перчаток из различных экспериментальных материалов.

source: xeas helmet
ru_ru: шлем XEAS

source: A experimental mix multilayer helmet.
ru_ru: Многослойный шлем из различных экспериментальных материалов.

source: xeas mask
ru_ru: маска XEAS

source: A experimental, mix multilayer reinforced gas mask. Provides excellent protection from smoke, teargas, and claws. It must be prepared before use.
ru_ru: Многослойный усиленный противогаз из различных экспериментальных материалов. Обеспечивает отличную защиту от дыма, слезоточивого газа и когтей. Перед использованием его необходимо подготовить.

source: xeas suit
ru_ru: костюм XEAS

source: A lightweight, experimental mix multilayer armor made from. Protects from the elements as well as from harm.
ru_ru: Легкая многослойная броня из различных экспериментальных материалов. Защищает как от окружающей среды, так и от физических повреждений.

source: xeas knife
ru_ru: нож XEAS

source: Ultra hi-tech, ultra light experimental knife. Does never get damaged when used as melee weapon.
ru_ru: Сверхвысокотехнологичный, сверхлегкий экспериментальный нож. Никогда не повреждается при использовании в качестве оружия ближнего боя.

source: Add new Xeno-Adapted Stuff. Close to hi-tech content. Includ armor set (slightly better protection than survival armor, less encumbrance), new knife (better butchering, impression damage) and vortex bag (120 L, tiny size, no encumbrance). Craft recipes in vanilla lab journal. High price. Late game content!
ru_ru: Добавляет новые Ксено-Адаптированные вещи. Контент, максимально приближенный к высокотехнологичному. Комплект брони (защита чуть лучше, чем у брони выживальщика, меньше стестения), новый нож (отличная разделка, впечатляющий урон) и вихревая сумка (120 л, крошечный размер, не сковывает). Рецепты крафта в ванильном лабораторном журнале. Высокая стоимость создания. Эндгейм контент!
