Repository: Code0I7/Cataclysm-BN-Russian-Mod-Translations
Catalog: Ships/lang/*.po
Languages: ru_ru

source: Ships Mod Locator Hologram
ru_ru: Голограмма локатора

source: Hologram Protection
ru_ru: Голограммный проектор

source: "I am programmed to not engage wandering monsters."
ru_ru: "Я запрограммирован не вступать в бой с блуждающими монстрами."

source: Ships Mod Cruise Ship Locator Hologram
ru_ru: Голограммный локатор круизного лайнера

source: Ships Mod Cargo Ship Locator Hologram
ru_ru: Голограммный локатор грузового корабля

source: Go to Cruise Ship
ru_ru: Обнаружить круизный лайнер

source: You want me to find this location for you to explore? Sure, you will just need to wait for a couple of minutes or less for me to find it via my network system
ru_ru: Хотите, чтобы я нашел для вас это место? Конечно, вам нужно будет подождать пару минут или меньше, пока я найду его через свою навигационную систему.

source: You want me to locate it now for you to explore? Sure, just tell me, you will just need to wait for a couple of minutes or less for me to find it via my network system
ru_ru: Вы хотите, чтобы я нашел его прямо сейчас, чтобы вы могли его изучить? Конечно, просто скажите мне, вам нужно будет подождать пару минут или меньше, пока я найду его через свою сетевую систему.

source: Good luck to you!
ru_ru: Удачи вам!

source: Not interested in explorations of new locations? No rush hopefully. You can come back to me later. I'm sure that you will. Because I believe that you are not a boring person
ru_ru: Не желаете исследовать новые места? Надеюсь нет, не стоит торопиться. Вы можете вернуться ко мне позже. Я уверен, что так и будет. Потому что я верю, что вы не скучный собеседник.

source: Use your wits for your own safety hopefully as well
ru_ru: Используйте свою смекалку для обеспечения собственной безопасности.

source: Have you went to this location that I have found for you to explore?
ru_ru: Вы уже побывали в том месте, которое я предложил вам для исследования?

source: Good work!
ru_ru: Хорошая работа!

source: What's the point of lying to me? You think I'm gonna reward you? Your rewards for this mission is valuable for you items or living creatures or other survivors you manage to find in this location which I have found for you to explore
ru_ru: Какой смысл мне врать? Думаете, я вас награжу? Наградой за это задание станут ценные для вас предметы или другие выжившие, которых вам удастся найти в том месте, предложенном мной для исследования.

source: You are a boring, lazy person honestly. I guess that laziness applies to both of us
ru_ru: Честно говоря, вы скучный и ленивый человек. Думаю, эта лень относится к нам обоим.

source: Go to Cargo Ship
ru_ru: Обнаружить грузовой корабль

source: System is online. Initiate conversation mode. Look at that. Survivor has managed to activate a hologram projector easily! Yeah, my creators know many types of you who don't even read what's written on items honestly. Good that you seem like a pretty intelligent person hopefully. So, do you want me to show you where this location is via my network system? I can grant you access to archived global network system which my creators have managed to restore. However, after usage I will need to recharge a little bit which only means that you will need to wait to use this function again hopefully
ru_ru: Система находится в режиме онлайн. Включаю режим разговора. Только посмотрите. Выжившему удалось легко активировать голограммный проектор! Да, мои создатели знают много таких, как вы, которые даже не читают, что написано на предметах. Хорошо, что вы, надеюсь, выглядите довольно умным человеком. Итак, хотите, я покажу вам, где находится это место, через мою навигационную систему? Я могу предоставить вам доступ к архивной системе глобальной сети, которую удалось восстановить моим создателям. Однако после использования мне потребуется небольшая перезарядка, а это значит, что вам придется подождать, чтобы снова воспользоваться этой функцией.

source: [MISSIONS] I want you to find this location for me to explore it hopefully via your network system
ru_ru: [MISSIONS] Я хочу, чтобы ты нашел это место, чтобы я мог исследовать его, надеюсь на твою навигационную систему.

source: Who or what are you?
ru_ru: Кто ты или что ты?

source: Who are your creators? What is the purpose of producing these projectors?
ru_ru: Кто твои создатели? Какова цель производства этих проекторов?

source: [IMPROVE MOOD] I want you to grant me access to archived global network system
ru_ru: [IMPROVE MOOD] Я хочу, чтобы ты предоставил мне доступ к архивам глобальной навигационной системы.

source: About that mission...
ru_ru: Насчет миссии...

source: Initiate search mode. Please, wait for a couple of minutes or less. You've heard me clearly. Still, we have limitations with regards to our locating tools. If locator does not manage to find this location then simply create another hologram locator of which can find this location successfully
ru_ru: Инициация режима поиска. Пожалуйста, подождите пару минут или меньше. Вы меня хорошо услышали? Тем не менее, у нас есть ограничения в том, что касается наших локаторов. Если локатор не сможет найти текущее местоположение, просто создайте другой голограммный локатор, который сможет успешно найти данное местоположение.

source: Can I talk to you about something else?
ru_ru: Могу я поговорить с вами о чем-нибудь другом?

source: Thanks
ru_ru: Спасибо

source: I'm a magic genie from a magic camera. No, I'm just joking. What kind of a question is this? You don't like to explore or don't know much about your own world? Have not you seen stuff in labs? Military structures? Top secret stuff? Aliens or whatever these creatures are? You think that your own people don't have tech which can produce holograms? I'm a hologram, software with some additional technologies, it is that simple
ru_ru: Я волшебный джинн из волшебной камеры. Нет, я просто шучу. Что это за вопрос? Вы не любите исследовать или мало знаете о своем собственном мире? Разве вы не видели вещи в лабораториях? Военные сооружения? Сверхсекретные вещи? Инопланетян или как их там? Вы думаете, что у вашего народа нет техники, способной создавать голограммы? Я - голограмма, программное обеспечение с некоторыми дополнительными технологиями, это так просто.

source: This question is much more intelligent than the other one. My creators can be described as a bunch of highly technological geeks majority of which are humans honestly. They neither possess that many combat skills nor they are that interested in subjecting their lives to unnecessary risk clearly. They only engage hostile creatures for basic survival needs. They try to rely on self-sufficiency with relative success thanks to their applied intelligence along with tech that they have managed to find or engineer themselves. They have made these projectors so that we can help each other. We provide you with locations with dangerous creatures along with valuable items or survivors who are captive. You clear these locations acquiring whatever valuable items or survivors you want from there making these locations safe shelters where we including you can live hopefully as well
ru_ru: Этот вопрос гораздо интеллектуальнее предыдущего. Моих создателей можно описать как кучку очень технологичных чудаков, большинство из которых, честно говоря, люди. Они не обладают столькими боевыми навыками и не заинтересованы в том, чтобы подвергать свою жизнь ненужному риску. Они вступают во взаимодействие с враждебными существами только для того, чтобы выжить. Они стараются полагаться на самодостаточность и добиваются относительного успеха благодаря своему интеллекту, а также технологиям, которые им удалось найти или сконструировать самостоятельно. Они создали эти проекторы, чтобы мы могли помогать друг другу. Мы предоставляем вам локации с опасными существами и ценными предметами или выжившими, которые находятся в плену. Вы очищаете эти локации, получая оттуда любые ценные предметы или выживших, чтобы сделать эти локации безопасными убежищами, где мы, включая вас, сможем жить, надеюсь, так же хорошо.

source: What do you want to do? Play archived games? Browse archived social media? Watch archived videos? Listen to archived music? Read archived files along with archived books? Something to play, read, listen, watch for fun, intelligence improving, spiritual improving, mental improving? Or for reproductive physical state improving?
ru_ru: Что вы хотите попробовать? Поиграть в игры из архива? Просматривать социальные сети в архивах? Посмотреть видео из архива? Послушать музыку из архива? Прочитать файлы и книги из архива? Во что нибудь поиграть, почитать, послушать, посмотреть для развлечения, повышения интеллекта, духовного совершенствования, улучшения умственных способностей? Или же для улучшения физической формы?

source: I like some of these a lot honestly. Healthy stuff
ru_ru: Честно говоря, некоторые из них мне очень нравятся. Полезные вещи.

source: Hologram Projector - Locator of Cruise Ship
ru_ru: голограммный проектор: "Локатор круизного корабля"

source: This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Cruise Ship
ru_ru: Это голограммный проектор, который при активации создает интерактивную голограмму. Голограмма может разговаривать с вами, отвечать на ваши вопросы, но самое главное - она может определять местонахождение круизного корабля.

source: Hologram Projector - Locator of Cargo Ship
ru_ru: голограммный проектор: "Локатор грузового корабля"

source: This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Cargo Ship
ru_ru: Это голограммный проектор, который при активации создает интерактивную голограмму. Голограмма может разговаривать с вами, отвечать на ваши вопросы, но самое главное - она может определять местонахождение грузового корабля.

source: Ships From Oa Additional Buildings
ru_ru: Корабли из "Oa Additional Buildings"

source: Just a load of ship here
ru_ru: Здесь только корабли

source: Crew quarters
ru_ru: Каюты экипажа

source: Cabins NW
ru_ru: Северно-западная каюта

source: Cabin SW
ru_ru: Юго-западная каюта

source: Cabin NE
ru_ru: Северо-восточная каюта

source: Cabin SE
ru_ru: Юго-восточная каюта

# scenario_male
source: Cruise of the Dead
ru_ru: Круиз мертвецов

# scenario_female
source: Cruise of the Dead
ru_ru: Круиз мертвецов

# scen_desc_male
source: You finally saved up enough money to take that cruise around New England that you always dreamed about; only to find yourself on a ship overrun with the undead! Fight your way out and swim to safety!
ru_ru: Вы наконец-то накопили достаточно денег, чтобы отправиться в круиз по Новой Англии, о котором всегда мечтали, но оказались на корабле, кишащем мертвецами! Выбирайтесь и плывите к спасению!

# scen_desc_female
source: You finally saved up enough money to take that cruise around New England that you always dreamed about; only to find yourself on a ship overrun with the undead! Fight your way out and swim to safety!
ru_ru: Вы наконец-то накопили достаточно денег, чтобы отправиться в круиз по Новой Англии, о котором всегда мечтали, но оказались на корабле, кишащем мертвецами! Выбирайтесь и плывите к спасению!

# start_name
source: Cruise Ship
ru_ru: Круизный корабль

source: work light
ru_ru: рабочий свет

source: cargo ship
ru_ru: грузовой корабль

source: cruise ship
ru_ru: круизный лайнер

source: Ship Navigational Terminal
ru_ru: Навигационный терминал корабля

source: access satellite navigation map
ru_ru: Доступ к спутниковой навигационной карте

source: Vault Security Terminal
ru_ru: Терминал безопасности хранилища

source: Unlock Vault
ru_ru: Разблокировать хранилище

source: Lock Vault
ru_ru: Заблокировать хранилище
